import React from 'react';
import './HutsulCeremonies.scss';
import { GoBack } from '../../GoBack/GoBack';

function HutsulCeremonies() {
  return (
    <div className='hutsul-ceremonies'>
      
        <h1>Звичаї та обряди Гуцульщини</h1>
        <div className="ceremonies-photo">
          <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/%D0%93%D1%83%D1%86%D1%83%D0%BB.jpg/200px-%D0%93%D1%83%D1%86%D1%83%D0%BB.jpg" alt="" />
          <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRAlRi_HXF-S3UUzcVrllriUl7hujKIAp01YY5TW8pAU269edEN5KDLmRlksaysDIe2vfM&usqp=CAU" alt="" />
          <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/%D0%93%D1%83%D1%86%D1%83%D0%BB%D0%BA%D0%B0.%D0%A1%D1%82%D0%B0%D1%85%D0%B5%D0%B2%D0%B8%D1%87.jpg/200px-%D0%93%D1%83%D1%86%D1%83%D0%BB%D0%BA%D0%B0.%D0%A1%D1%82%D0%B0%D1%85%D0%B5%D0%B2%D0%B8%D1%87.jpg" alt="" />
          <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/%D0%93%D1%83%D1%86%D1%83%D0%BB%D0%BA%D0%B0.jpg/200px-%D0%93%D1%83%D1%86%D1%83%D0%BB%D0%BA%D0%B0.jpg" alt="" />
        
        </div>
      <div className="container">
        <div class="blockquote-6">
          Найбільш поширеними звичаями гуцулів є проводи на полонину, гуцульське весілля та релігійні календарні свята, зокрема Різдво з новорічно-різдвяними колядками та щедрівками (в тому числі «Василя», «Водохреща», «Маланки», гуцульська «Розколяда») та Великдень (Пасха) з великодніми гаївками.
        </div>

        <h2>Проводи на полонину</h2>
        <p>Великим святом для місцевих жителів є проводи гуцульських пастухів на віддалені гірські пасовища — полонини для випасу худоби. Найбільш яскраво його відзначають у Микуличині.</p>
        <p>Вихід на полонину відбувається в травні і триває аж до вересня. Умови життя пастухів на полонині важкі: у високогір’ї часті холоди, два з трьох днів — дощові, нерідко серед літа випадає сніг. Праця триває від світанку до ночі, і все ж кожен гуцул мріє стати полонинником.</p>
        <p><span>Три речі, які характеризують життя гуцульських пастухів</span> — це бринза, трембіта і ватра. Під полонинські наспіви ватаг запалює вогнище — ватру, а парубки танцюють гуцульський ритуальний чоловічий танець «Аркан» з маленькими топірцями в руках. Вівчарі пригощають усіх бажаючих будзом і вурдою. Завершуються проводи святковим концертом.</p>
        <img src="http://unique-travel.com.ua/wp-content/uploads/2017/10/vivchar-min-1140x530.jpeg" alt="" />
        
        <h2>Гуцульське весілля</h2>
        <p>Гуцульське весілля, як казка. Навіть в теперішній час гуцули дотримуються своїх традицій. Вони й досі вдягаються у національний одяг, прикрашають своїх коней. В день весілля нареченого і наречену супроводжують бояри, дружби, дружки, світилки, свати, старости. Весілля повне веселих і жалібних пісень, танців, ігор, забав, жартів, дотепів.</p>
        <p>Жодне весілля не обходиться без короваю чи калачів, вишиваних чи тканих рушників, букетів, які чіпляють на одяг гостей і гільця чи деревця. Точно визначеного часу для дня весіль не встановлювали, єдине, що сватання і заручини відбувались переважно навесні, літом, восени, рідше взимку, а весілля намагались справляти до Великого посту. Під час будь-якого посту справляти весілля категорично заборонялось.</p>
        <p>Найпершою ознакою на Гуцульщині, коли приходили свати, було “давати рушники”, що традиційно означало готуватися до весілля. Закріпленням шлюбу було і є “стати на рушник”. За давнім звичаєм, найкращі калачі дарують молодим на вишиванім рушнику, з побажанням, щоб їхнє життя було заможним і красивим. До церкви молодята їдуть на конях.</p>
        <iframe width="1140" height="538" src="https://www.youtube.com/embed/0IDYiNDvk9Y" title="Hutsul wedding/Гуцульське весілля" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
        
        <h2>Різдво на Гуцульщині</h2>
        <p>Приготування до Різдва на Гуцульщині починається заздалегідь. За давньою традицією із обжинкових снопів виплітають деревце — «Дідуха», в якому за повір’ям замешкували душі дідів-прадідів, опікунів дому. Господині вранці 6 січня запалюють “живий вогонь” в печі з дванадцяти полін і готують дванадцять ритуальних пісних страв.</p>
        <p>Серед <span>страв Святої Вечері </span>на першому місці стоїть кутя — варена пшениця з медом, маком та горіхами. Деякі дослідники народних звичаїв вважають, що кутя — це відголосок давніх братолюбних столів, які влаштовували у дні поховання мучеників за Христову віру. Пшениця як зерно щороку оживає, тому є символом вічності, а мед — це символ вічного щастя праведників у небі.</p>
        <p>На Різдво, 7 січня, розпочинаються справжні різдвяні коляди. Гуцули відвідують своїх родичів та друзів, ходять з вертепами від села до села. Більшість людей цими днями їздять на санах з кіньми та дзвониками. Через 7 днів після Різдва, 14 січня, святкують Старий Новий Рік, 18 січня постять цілий день, 19 січня святкують Водохреща або «Йордан». Вечеряють тоді, коли з’явиться перша зірка на небі.</p>
        <img src="https://tourinform.org.ua/wp-content/uploads/2022/01/17-2.jpg" alt="" />
        
        <h2>Великодні звичаї на Гуцульщині</h2>
        <p>Установлене Християнською Церквою на честь воскресіння із мертвих Ісуса Христа свято Великодня на Гуцульщині відзначається багатством обрядових дій та звичаїв.</p>
        <p>У Вербну неділю гуцули приносять з церкви освячену вербу-шутку (на Гуцульщині її називають “б’єчка”), вдаряють злегка кожного із своєї родини, примовляючи: «Не я б’ю, б’єчка б’є — віднині за тиждень Великдень!» Освячена шутка-верба у понятті предків гуцулів володіла цілющими властивостями як така, що вітала Христа.</p>
        <p>Великий піст — це час виготовлення писанок.</p>
        <p>Для свячення в церкві у великодній кошик чи пасківник укладали паски, писанки і крашанки, сир, масло, ковбасу, вуджене м’ясо, сіль. Обов’язкові були гірка зела (хрін) на згадку про гіркість Христових страстей, а також воскова свічка, встромлена в паску, — символ божественного світла і Христового воскресіння. Заможні ґазди їхали до церкви верхи на конях чи святочним возом, а бідні йшли пішки.</p>
        <img src="https://localhistory.org.ua/media/images/Velikden_u_selishchi_Yasinya_na_Rakhivshchi.max-1920x900.jpg" alt="" />
        <GoBack />
      </div>
    </div>
  )
}

export default HutsulCeremonies