import React from 'react'
import '../MensFashion/MensFashion.scss';

export default function WomensFashion() {
  return (
    <div className='fashion'>
    <img height='400' src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000152-8ead08ead2/1920-1930-%D1%82%D1%96%20%D1%80%D1%80%20%D1%81%D0%92%D0%B5%D1%80%D0%B1%D0%BE%D0%B2%D0%B5%D1%86%D1%8C%20%D0%A4%D0%BE%D1%82%D0%BE%20%D0%B7%20%D0%BF%D1%80%D0%B8%D0%B2%D0%B0%D1%82%D0%BD%D0%BE%D1%97%20%D0%B7%D0%B1%D1%96%D1%80%D0%BA%D0%B8%20%D0%91%D0%9F%D0%B5%D1%82%D1%80%D0%B8%D1%87%D1%83%D0%BA%D0%B0-0.jpg?ph=0025de801d" alt="photo of hutsul clotes" />
    <h1>Жіночий одяг</h1>

    <div className="container">
        <h2 class="pretty-header left-right-line-header">СОРОЧКИ</h2>
        <p>Традиція жіночого вбрання сіл Вербовець, Старий Косів, Смодна та Черганівка від початку ХХ століття до 1960-х років зазнала значних трансформацій.</p>
        <p><b>«...кожна діучина мала вишити собі сорочку і чоловікові, хлопцеви... Тому, шо йшла за него. Ми уміли вишивати, плести, худобу пасти і усьо уміли робити».</b>(Записано від Марії Яремин. 1932 р.н., с.Черганівка Косівського р-ну Івано-Франківської обл.)</p>
        <p>Найдавніші сорочки сіл косівського передмістя мають типовий український архаїчний крій. Буденні сорочки часто робили з двох частин - верхню частину з полотна кращої якості, а нижню, що прикривалася поясним одягом - з грубшого. Весільні сорочки зазвичай шили з одного шматка найкращого полотна.</p>
        <p>Полотнища переду та спинки сорочки призбирували коло шиї . Ця техніка називалась <i>«морщенка»</i>. Широкий прямокутний рукав кріпився до <i>у̀ставки</i> - плічка, що з'єднувало передню і задню частини сорочки і призбирувався коло шиї разом із станком сорочки. Рукав - призбирувався у місці з'єднання з манжетом.</p>
        <p>Вишивкою оздоблювали уставку, комір, пазуху та манжети. Орнаменти вишивок геометричні й виконувались технікою рахункової гладі. Сорочки початку ХХ ст. вишивали вовняними нитками, пізніше - нитками муліне. Використовували традиційні поєднання синього, вишневого, зеленого, жовтого і оранжевого кольорів. Серед уставок сорочок ХІХ ст. є монохромні - червоні або ж чорні.</p>
        <div className="mens-img">
            <img width='300' src="https://life.pravda.com.ua/images/doc/1/5/151ab11-kravets.jpg" alt="" />
            <img width='300' src="https://firtka.if.ua/data/blog/78256/bc848410e7e69b7301faaca9067b25ff.jpg" alt="photo of hutsul clotes" />
            <img width='300'  src="https://firtka.if.ua/data/blog/78256/b345caa10d736611613b8b486e5439e3.jpg" alt="photo of hutsul clotes" />
        </div>
        <p>Особливий тип сорочки з уставками, вишитими так званим <i>«кучерявим швом»</i>, який утворює об'ємні квіточки характерного темно вишневого кольору з вкрапленнями жовтого і блакитного. Такі сорочки притаманні тільки цьому осередку.</p>
        <p>Місцева назва такої техніки оздоблення уставок - <i>«помальоване»</i>. У святкових й весільних сорочках рукави густо оздоблювали вишивкою по всій поверхні. </p>
        <p>З кінця 1930-х років у селах косівського передмістя з'являються сорочки буковинського типу, викроєні вперекидку, з прямими рукавами без манжетів.</p>
        <p><b>Для них притаманний так званий виріз «на ква̀драт». «Квадрат був, ну сюда була прошиука, а ми уже вишивали з квадратом, я уже вишивала».</b>(Записано від Марії Яремин. 1932 р.н., с.Черганівка Косівського р-ну Івано-Франківської обл.)</p>
        <p>Вишитим орнаментом оздоблювався виріз та краї рукавів. Іноді й місце з'єднання рукава зі станком, що відрізняло їх від сорочок с. Старі Кути. Часто - це шов «низинка», пізніше - «хрестик». Колористика та стиль орнаментів жіночих сорочок подібні до чоловічих. Темні синьо-зелені відтінки з жовтими, оранжевими та вишневими акцентами. Дуже часто серед інших барв домінує синій ультрамариновий колір.</p>
        <p>У післявоєнний період сорочки передмістя Косова починають втрачати свою ідентичність. На це впливають об'єктивні чинники: тісніші взаємозв'язки між різними осередками сіл, міграції людей між селами, потяг молоді до міської культури.</p>
        
        <h2 class="pretty-header left-right-line-header">ЖІНОЧЕ ПОЯСНЕ ВБРАННЯ</h2>
        <p>Для сіл передмістя Косова характерні два типи поясного жіночого одягу. Вербовецькі, старокосівські та смоднянські жінки до середини ХХ століття вдягали тільки традиційні гуцульські <i>запаскѝ</i> - два прямокутні полотнища з домотканої вовняної тканини. З-під за̀паски повинен був визирати нижній вишитий край сорочки - <i>«поділ»</i>.</p>
        <p><b>«...закочували, але щє коли я ходила у запасках , то не можна було закочувати. Але я хату мину, тий закочу. Тий там урву ґлиг*, тий там зашпилю тий собі пиду. А звідти прийду - розсилю тий усьо...» </b>(Записано від Гафії Скавуляк, 1933 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл.)</p>
        <p>До буденної сорочки вдягали задню запаску та фартух. Носили також тільки задню запаску поверх довгої сорочки.</p>
        <p>Мешканки Черганівки надавали перевагу так званим <i>«круглим запаскам»</i>, подібним до тих, які носили у сусідньому селі Старі Ку̀ти. Фактично це <i>опинка</i> - видовжений прямокутник з домотканої вовняної тканини, яким обгорталися навколо стану. Вертикальні краї полотнища укладалися спереду двома широкими складками.</p>
        <p>Після Другої світової війни так звана <i>«кутська мода»</i> поширилась у молодіжне середовище сіл Вербовець, Старий Косів та Смодна. На світлинах цього періоду часто бачимо молодих дівчат у «круглих запасках». <b>«То так казали «кругла запаска», то вже єк я си виддавала то усі лиш у круглих запасках видавалиси - йшли до слюбу».</b>(Записано від Параски Павлюк, 1926 р.н. с.Вербовець. Косівський р-н. Івано-Франківська обл. )</p>
        <p>Ці види поясного вбрання, були подібні за технікою ткання, колоритом та орнаментикою. Всю поверхню тканини перетикали вузенькими яскравими різнокольоровими смужками на темному тлі.</p>
        <p>Опинки і запаски підперезували вужчим або ширшим домотканим поясом <i>окрийкою</i> - обов'язковою приналежністю як жіночого, так і чоловічого одягу.</p>
        <p><b>«Потому мутузок або окрийка вузенька, а потому велику окрийку давалоси поверез усе».</b>(Записано від Параски Павлюк, 1926 р.н. с.Вербовець. Косівський р-н. Івано-Франківська обл.)</p>
        <p>Запаски з сіл косівського передмістя (фрагменти). Перша половина ХХ ст. З приватної збірки Е.Радиша.</p>
        <p>Починаючи з 1940-х років молоді дівчата замість запасок вдягали спідниці плісе. Складки такої спідниці називались «джоґи». Також замовляють у кравчинь «плюшеві» спідниці з оксамиту.</p>
        <div className="mens-img">
            <img height='400' src="https://etnoxata.com.ua/image/cache/catalog/image/catalog/stat/p1/p2/3.webp" alt="photo of hutsul clotes" />
            <img height='400' src="https://etnoxata.com.ua/image/cache/catalog/image/catalog/stat/1/16.webp" alt="photo of hutsul clotes" />
        </div>
        
        <h2 class="pretty-header left-right-line-header">ЗАЧІСКИ ТА ГОЛОВНІ УБОРИ</h2>
        <p>Дівчатам до 11-12 років коротко підстригали волосся. Серед старших було прийнято заплітати волосся у одну або дві коси, які вільно лежали на плечах. <b>«...і одна, і дві кісці, потому уже зауєзували. Але це не можна було волос, єк є уже діучина старшя. Єк ші маленька, то тако тут пидрубували і тут тако доу вуха» </b>(Записано від Марії Яремин. 1932 р.н., с.Черганівка Косівського р-ну Івано-Франківської обл.).</p>
        <p>Вигляд святкової дівочої зачіски початку ХХ століття зафіксований на відомій картині художника Івана Труша «Гуцулки біля церкви», яку митець писав з натури біля церкви у с.Вербовець.</p>
        <p>Дві коси обмотувалися вовняними нитками та укладалися на голові у вигляді вінка. За свідченням старожилів, коси укладалися поверх тонкого дерев'яного обруча, який мав назву <b>«кєчка»</b>.</p>
        <div className="mens-img">
            <img width='300' src="https://elle.ua/upload/image/3d0c0532%201.jpg" alt="photo of hutsul clotes" />
            <img width='300' src="https://etnoxata.com.ua/image/catalog/stat/1/14.jpg" alt="photo of hutsul clotes" />
        </div>
        <p><b>«Носили (кєчку), я уже не носила, у мене шє навіть дес лишиласи: такий обруч дериуєний, шо клали -обручик... а зверху (зачіски) ту кєчку клали - таку червону у волічці, воуноу обвита, але я уже то не носила» </b>(Записано від Анни Пасічняк, 1938 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл.)</p>
        <p>Обруч перемотувався червоною ниткою. На потилиці прикрашався пучком червоних ниток, від якого спадали на спину декілька стрічок - <b>«бинд»</b>, довжина яких сягала нижче поясу.</p>
        <p>Очевидно, такий же обруч - кєчка, був основою для весільного головного убору, зображеного на рисунку художниці Олени Кульчицької, який вона виконала під час своїх дослідницьких подорожей Західною Україною.</p>
        <p>Такий архаїчний головний убір вже з 1940-х років відходить у минуле. Водночас, обруч-кєчку ще якийсь час носять під хусткою жінки старшого віку.</p>
        <p><b>«...коси заплетені, уна кєчку клала, а верс* кєчки фустку»</b>(Записано від Юрія Сусака, 1928 р.н. с.Вербовець. Косівський р-н. Івано-Франківська обл.)</p>
        <p>Статус заміжньої жінки зобов'язував її тримати волосся покритим.</p>
        <p><b>«Я вид коли виддаласи, у фустці сп'ю навіть. Це був такий закон, шо єк виддаласи, єк покрила голову, значит уже ця жинка не має...»</b> (Записано від Марії Яремин. 1932 р.н., с.Черганівка Косівського р-ну Івано-Франківської обл.)</p>
        <div className="mens-img">
            <img width='300' src="https://etnoxata.com.ua/image/catalog/stat/p1/p2/5.jpg" alt="photo of hutsul clotes" />
            <img width='300' src="https://etnoxata.com.ua/image/cache/catalog/image/catalog/stat/p1/p2/10.webp" alt="photo of hutsul clotes" />
        </div>
        <p>У середині ХХ століття популярним головним убором були фабричні хустки різних кольорів. На Гуцульщині казали <i>«фустка»</i>. Молоді дівчата ходили з не покритою головою. Хустку вдягали до роботи або у прохолодну погоду. В селах передмістя Косова цей убір пов'язували двома способами, завжди попередньо згинаючи по діагоналі. В літню пору року кінці хустки зав'язували на потилиці, а взимку обвивали навколо шиї. Молодиці носили яскраві хустки, старші жінки - темні. Заможні, зазвичай, купували дорогі великі шовкові та вовняні хустки з китицями - <i>«тороками»</i>. <b>«...їка-небудь, таак, лиш з тороками, тий велика»</b> (Записано від Параски Павлюк, 1926 р.н. с.Вербовець. Косівський р-н. Івано- Франківська обл. )</p>
        <p>У 1940 х роках в селах поблизу Косова ще можна було побачити архаїчний головний убір заміжньої жінки як <i>перемітка</i>. У ті часи її вдягали тільки старші жінки, а молодь вважала перемітку старомодною.</p>
        <p>Перемітка - один з найдавніших головних жіночих уборів , відомий не тільки українцям, а й іншим слов'янським етносам. На Гуцульщині перемітка мала вигляд довгого білого рушника з орнаментованими смугами <i>«заборами»</i> на кінцях.</p>
        <div className="mens-img">
            <img width='300' src="https://images.prom.ua/2924616692_w600_h600_2924616692.jpg" alt="photo of hutsul clotes" />
            <img width='300' src="https://elle.ua/upload/image/3d0c1523%201.jpg" alt="photo of hutsul clotes" />
        </div>
        <p> В селах передмістя Косова перемітку пов'язували особливим способом. Всю поверхню полотна укладали рівними поперечними складками - <i>«морщили»</i>. <b>«... у складочках, її треба було попрати файненько і тогди накрохмалити і так скласти і уна так собі файненько стоїт»</b> (Записано від Гафії Скавуляк, 1933 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл.)</p>
        <p> Потім частину полотнища щільно обвивали навколо голови через підборіддя, а іншою частиною покривали вище чола. Довгі кінці спадали на спину. Олена Кульчицька зазначала, що під перемітку вдягали полотняний чепець з вишивкою на чолі.</p>
        
        <h2 class="pretty-header left-right-line-header">НАШИЙНІ ПРИКРАСИ</h2>
        <p>Як і всюди по Україні в минулі століття, на території Гуцульщини нашийні прикраси були маркером соціального статусу жінки. Зазвичай вони передавались у спадок, як сімейна реліквія. Інколи набір жіночих прикрас коштував більше ніж будинок чи пара волів. Купувалися ці коштовності на сільських ярмарках та торгових рядах великих міст. Найцінніші прикраси завозились туди з інших країн. Тож вдягали їх тільки для особливої святкової нагоди.</p>
        <p>Загалом, у селах Вербовець, Старий Косів, Смодна і Черганівка були поширені такі ж нашийні прикраси, як і на іншій території Гуцульщини. Проте, були і деякі локальні відмінності.</p>
        <div className="mens-img">
            <img width='300' src="https://life.pravda.com.ua/images/doc/3/b/3b5a69a-unnamed.jpg" alt="photo of hutsul clotes" />
            <img width='300' src="https://life.pravda.com.ua/images/doc/e/b/ebc0766-navrotska.jpg" alt="photo of hutsul clotes" />
        </div>
        <p>Зокрема, <i>силянки</i> з бісеру мали свою впізнавану колористику, де часто домінував синій колір.</p>
        <p>Мешканок згаданих сіл відрізняла також традиція носити <i>«перли»</i> - намиста з великої кількості низок дрібних перлин. Така прикраса, як і силянка, щільно облягала шию. Намиста з перлин були поширені і на Покутті.</p>
        <div className="mens-img">
            <img width='300' src="https://elle.ua/upload/image/3d0c0540%201.jpg" alt="photo of hutsul clotes" />
            <img width='300' src="https://elle.ua/upload/image/3d0c0267%201_(1).jpg" alt="photo of hutsul clotes" />
        </div>
        <p>Невід'ємним атрибутом святкового вбрання, були <i>«сороківці»</i> - прикраси з австрійських або польських срібних монет. <b>«Ну там такі великі були і менші (монети), а там лиш робили вушка, а там то є, шо орли були, не знаю чиє це.»</b> (Записано від Параски Павлюк, 1926 р.н. с.Вербовець. Косівський р-н. Івано-Франківська обл.)</p>
        <p>Також високо цінувалися коралові намиста. Більш доступною прикрасою були <i>«лускавки»</i> -намиста з фабричного дутого скла.</p>
    
        <h2 class="pretty-header left-right-line-header">ВБРАННЯ НАРЕЧЕНОЇ</h2>
        <p>Кожна молода дівчина була зобов'язана виготовити для посагу на своє весілля не менше 12 сорочок. <b>«А посаг - то мало бути, відий, дванацєть сорочок, і ці усі мала вишити ця діучина»</b>(Записано від Марії Яремин. 1932 р.н., с.Черганівка Косівського р-ну Івано-Франківської обл.)</p>
        <p>Особливої майстерності вимагали так звані <i>«рукави» («рукавівки»)</i> - святкові сорочки з унікальним вишиттям, властивим селам Вербовець, Старий Косів, Смодна і Черганівка. У сусідньому селі Старі Кути «рукавівки» теж були поширені.</p>
        <p>У спільноті етнографів ці сорочки відомі під збірною назвою «вербовецькі рукавівки».</p>
        <p>Вся поверхня рукавів такої сорочки була покрита вишивкою. Мотиви у вигляді розет або квадратиків розміщувалися дуже щільно, створюючи суцільну фактурну поверхню на полотні.</p>
        <div className="mens-img">
            <img width='300' src="https://tamada.lviv.ua/static/uploads/photo/photo_928/1423337279_ukrweddress-21.jpg" alt="photo of hutsul clotes" />
            <img width='300' src="https://paramoloda.ua/userfiles/image/photo/article/wedding-dress/2907-ukraine-wedding-dress/16-Hutsul-area-Transcarpathia.jpg" alt="photo of hutsul clotes" />
        </div>
        <p>Найбільш відомий тип «рукавів»- сорочка з діагональними рядами спіралей вишневого та синього кольору. Використовували для цього «кручені» шви у поєднанні з «кучерявим» швом та оздоблювальними техніками.</p>
        <p>На відстані рукави здаються фіолетовими. Отже, вишивальниці підсвідомо використовували відомий художній прийом оптичного змішування кольорів.</p>
        <p>Процес виготовлення такої сорочки міг тривати понад рік. Кількість мотивів - спіралей на рукавах однієї з таких сорочок перевищує 18 тисяч (за підрахунками Українського інституту історії моди).</p>
        <p>У такій же колористиці вишивали рукави технікою «помальоване». Були також «рукави» з червоно-зеленим поєднанням кольорів. У селі Старі Кути теж носили такі сорочки.</p>
        <p>Найдавніші рукавівки вишиті вовною одного кольору - червоного або чорного. Вишивальниці використовували згадані нами шви, а також лічильну гладь, <i>«лиштву», «навиване»</i> у поєднанні з різними оздоблювальними техніками. Сорочки з чорними рукавами вдягали на свята жінки під час посту або жалоби. <b>«Нам одна жіночка казала, що такі сорочки носили жінки, що мали тугу: якщо хтось умер, чи дитина чи брат...» </b>(Записано від Гафії Скавуляк, 1933 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл. )</p>
        <p>Пізніше з'являються «рукави» з вишивкою хрестиком, що імітує «навиване» або «помальоване».</p>
        <div className="mens-img">
            <img width='300' src="https://gig.kosiv.biz/wp-content/uploads/2014/09/image123.jpg" alt="photo of hutsul clotes" />
            <img width='300' src="https://s.0342.ua/section/newsInText/upload/images/news/intext/000/051/252/19_5d8b0b9c320cf.jpg" alt="photo of hutsul clotes" />
        </div>
        <p>Був і зовсім інший тип святкової сорочки - так звані <i>«українські рукави»</i>, вишиті хрестиком. Орнамент на всій поверхні рукава утворювався ритмічним повторенням одного різнобарвного рослинного мотиву. Домінантою часто виступав синій колір. Цей тип орнаменту подібний до візерунків «три ружі» у сорочках «на квадрат» сусіднього села Старі Кути. Вишивали хрестиком і «рукави» з геометричними багатоколірними орнаментами.</p>
        <p>До сорочок - рукавівок ставилися з особливою пошаною. Їх вдягали тільки під час найбільших свят. Рукавівка була невід'ємним атрибутом вбрання нареченої.</p>
        <p>Дівчина виходила заміж у двох сорочках. Першою вдягали простішу сорочку вишиту маминими руками - своєрідний оберіг, у якому дівчина мала спати у шлюбну ніч. Поверх неї - рукавівку. <b> «...удіта у сорочці, зверху рукави.  Рукави покривалиси аустрійскими дауними фустками і переміткоу.» </b></p>
        <div className="mens-img">
            <img width='300' src="https://static.espreso.tv/uploads/photobank/225000_226000/225786_2.jpg" alt="photo of hutsul clotes" />
            <img width='300' src="https://static.espreso.tv/uploads/photobank/225000_226000/225785_3.jpg" alt="photo of hutsul clotes" />
        </div>
        <p><b>«...віддаваласи у лютому, був шитий кожушок дублений і під кожушком був кіптарь сивий .»</b> (Записано від Анни Пасічняк, 1938 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл.)</p>
        <p>На початку ХХ століття наречена та дружки замість передньої запаски підв'язували дорогу хустку <i>з тороками</i>. Так само любили доповнювати святковий костюм незаміжні дівчата. Пізніше ця традиція занепала. Якийсь час масово вдягали до шлюбу «круглі запаски» замість подвійних. Згодом цей вид вбрання поступився міським спідницям.</p>
        <p>Обов'язковим атрибутом нареченої та дружок був вінок. Його виготовляли з дрібних саморобних квітів з воскованого паперу на дротяній основі. <b>«Рубаєш багато тих колечок, тий на середині пупчик, тий це всьо натягаєш»</b> (Записано від Гафії Скавуляк, 1933 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл.)</p>
        <p>Доповнювали прикрасами з фольги та скляними намистинами. Ближче до середини ХХ століття розмір вінків стає меншим.</p>
        <p>На світлинах 1940-х - 1950-х років вінок молодої доповнений шовковою стрічкою, призібраною на голові густими складками. Довгі кінці стрічки - <i>«бинди»</i> обшиті <i>«міртою»</i> та звисають спереду на плечі. «Мірта» - гілочки мирту, вічнозеленої дерев'янистої рослини, яку кожна дівчина вирощувала у вазоні на підвіконні до майбутнього заміжжя. <b>«Єк була діучина, єка росла - кутали* мірту, тепер не знаю, ци уна є дес, а це - у кождий хаті »</b>.(Записано від Гафії Скавуляк, 1933 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл.) </p>
        <p> Цікаво, що за античних часів мирт був символом богині любові Афродіти.</p>
        <div className="mens-img">
            <img width='600' src="https://www.depo.ua/static/files/gallery_uploads/images/27970890.jpg" alt="photo of hutsul clotes" />
            <img width='300' src="https://www.depo.ua/static/files/gallery_uploads/images/27970886.jpg" alt="photo of hutsul clotes" />
        </div>
        <p><b>«На голові віночок і білі дві лєнті, а на лєнті пошита ... барвінок або мірта, переважно, мірта»</b> (Записано від Гафії Скавуляк, 1933 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл.)</p>
        <p><b>«Там на голові так шоби зауєзати, а суда уже обшивали міртоу, мірточкоу.  Котрі файні гілячки - обрубували і шили на цу бинду і так аш до долини*»</b>(Записано від Марії Яремин. 1932 р.н., с.Черганівка Косівського р-ну Івано-Франківської обл.)</p>
        <p>Крім вінка з квітів, виготовлявся і крихітний ритуальний шлюбний віночок - <i>«пупчик» (або «чубчик»)</i> , символ дівочої цноти. Його робили з кори вишні і тонесенької <i>«позлітки»</i> (фольги) у вигляді кільця, обшитого червоною ниткою. Для обряду шиття вінка запрошували жінок - кумів обов'язково з бездоганною репутацією в селі. <b>«Чубчик був такий... Той пупчик куми шили, то спеціально запрошували кумів і уни то шили шоуком і золотом». </b>(Записано від Анни Пасічняк, 1938 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл.)</p>
        <p><i>Пупчик</i> міцно пришивали до <i>«морщеної»</i> стрічки по центру голови.</p>
        <img width='500' src="https://img.depo.ua/745xX/Jul2016/127834.jpg" alt="photo of hutsul clotes" />
        <p>Процес виготовлення <i>«пупчика»</i> був дуже відповідальним, адже, якщо золота позлітка не приставала до кори, чи кора тріскала - це було прикметою того, що молода <i>«не чесна»</i>. <b>«...єкшо то золото не ловитци то уже устид на циле деревце* дівчєтам. «- О, ця діучина нечесна виддаєси!» Отака була ворожка»</b> (Записано від Гафії Скавуляк, 1933 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл.)</p>
        <p>Під впливом міської моди у 1950-х роках наречені та дружби з дружками стали доповнювати костюм своєрідними бутоньєрками - маленькими букетиками з паперових квітів та стрічок, які носили на грудях. Наречені - праворуч, дружби з дружками - ліворуч. <b>«...сорочка вишита, кіптарь білий і на кіптари букет причеплений, файний такий букет.»</b> (Записано від Юрія Сусака, 1928 р.н. с.Вербовець. Косівський р-н. Івано-Франківська обл.)</p>
        <p>До середини ХХ століття на плечі нареченої клали перемітку - архаїчний головний убір заміжньої жінки. В селах передмістя Косова полотнище перемітки укладалось гофрованими складками. Пізніше ця традиція зникла, замість перемітки плечі молодої стали покривати великою хусткою. <b>«...а єк повінчаєси - тоди уже мала мама, ци там матка, ци сестра мала хустку велику і цеу хусткоу покривают. Вінчиют, тоди отец покриу цеу фускоу і там матка, кума, дві сестрі поклали файно фустку і усьо» </b>(Записано від Марії Яремин. 1932 р.н., с.Черганівка Косівського р-ну Івано-Франківської обл.)</p>
        <div className="mens-img">
            <img width='300' src="https://localhistory.org.ua/media/images/Moloda_para_iz_selishcha_Yasin.max-1920x900.format-webp.webp" alt="photo of hutsul clotes" />
            <img width='300' src="https://localhistory.org.ua/media/images/Gutsulski_molodyata._Yasinya._Listivka_chas.max-1920x900.jpg" alt="photo of hutsul clotes" />
        </div>
    
    </div>
</div>
  )
}
