import React from 'react';
import '../../KosivDistrict/MensFashion/MensFashion.scss';

function Moda() {
  return (
    <div className='fashion'>
        <img height='500' src="https://upload.wikimedia.org/wikipedia/commons/f/f2/Huculi_1902.png" alt="" />
        <h1>Мода Гуцульщини на Буковині</h1>

        <div className="container">  
            <p>Як відомо, людину завжди зустрічають по одежі... Одяг легко може розповісти, який у людини статус, її соціальне становище, а якщо він ще й автентичний - то з легкістю вказати, з якої місцевості людина.</p>
            <p><b>Гуцульська мода завжди виділялася з поміж інших своєю барвистістю, неповторністю, вишуканістю та притаманними лише цій території особливостями,</b> адже вона увібрала в себе всю повноту й красу гір. Не випадково видатний український вчений-етнограф В.Шухевич, автор фундаментального п'ятитомника "Гуцульщина" писав: "Усім укладом свого життя, своїми нравами і звичаями гуцули відрізняються від своїх співвітчизників, що живуть у Карпатах і далі на Захід. Зокрема, гуцульській костюм являє собою особливе і видатне явище; більш за все він відзначається великою кількістю металічних прикрас, що дуже красиво виділяється на темно-червоному фоні їхнього одягу".</p>
            <img src="http://www.mukachevo.net/Content/img/news/627/p_627228_1_slidertop2.jpg" alt="" />
            <p>Самих же <b>гуцулів можна умовно поділити на: галицьких</b> - в долинах Пруту і Чорного Черемошу, <b>буковинських</b> - в долинах Білого Черемошу і частково Сучави й <b>угорських</b> - в долинах Чорної і Білої Тиси. В них багато спільного, але під впливом конкретних історичних, географічних та соціально-економічних умов сформувались певні локальні відмінності.</p>
            <p>У тому ж дослідженні В. Шухевича «Гуцульщина» зустрічаємо такі назви як «ноша» (Tracht) та «убранє» (ubrania) у значенні цілісного ансамблю одягу. Гуцульська «ноша» завжди характеризувалася своєю практичністю, адже гуцули ходять далеко в гори, їздять на конях, тобто ведуть досить активний спосіб життя.</p>
            <p>Поняття «одяг» сьогодні трактується у широкому розумінні - як усі, призначені для одягання, вироби, які можна класифікувати за їх родовими ознаками та типологією: прикраси, головні убори, плечовий одяг, поясний одяг, взуття. Термін «костюм» вказує на ступінь ансамблевості одягу й властиву йому художню образність, у той час як назва «одяг» свідчить, передусім, про його практичну функцію - одягання, тобто матеріальну природу. Поняття «костюм» розкриває сутність народного одягу як художньо-образної системи і як такий, що використовується у сучасному мистецтвознавстві. Вітчизняні культурологи наголошують, що будь-який костюм є одягом, проте не кожен одяг є костюмом.</p>
            <div className="all-img">
                <img src="https://elle.ua/upload/image/68764776_230465741248141_2987746727818014007_n.jpg" alt="" />
                <img src="https://prekrasa.s3.amazonaws.com/uploads/ckeditor/pictures/2251/content_04_prekrasastudio.jpg?width=500&height=708" alt="" />
            </div>
            <p>Якщо ж говорити про вбрання групи буковинських гуцулів, то воно - традиційне. Контраст і рівновага білого та червоного (червоно-коричневого) відтінків; динаміка форм плечового та поясного (жіночого) одягу; графічна чіткість та «ажурність» оздоблення кептарів; багатство парубочих головних уборів та шийно-нагрудних прикрас у дівчат. Це і є характерні риси композиційного вирішення вбрання гуцулів Вижницького району.</p>
            <p><b>Складовими чоловічого костюма були:</b> вишита полотняна сорочка, випущена поверх вузьких полотняних штанів - «поркіниць» й підперезана тканим поясом з тороками «окривкою». Сорочка мала вузький вишитий комір-стійку, який зав'язували простими вовняними шнурками з китицями. Через плече на широкій тасьмі носили вовняну торбинку - тайстру. Верхнім одягом як чоловіків, так і жінок був короткий кожушок без рукавів - кептар, оздоблений характерним для цього регіону орнаментом. Поверх них одягали «на опашки» (по-літньому) сіряк (плащ) з домотканого сукна завдовжки до колін.</p>
            <p>Виразною ознакою вбрання парубків був солом'яний капелюх - «кресаня» з широкими, вигнутими догори полями. Оздоблений, як правило, орна-ментованою різно-колірною стрічкою з бісеру чи вовняними кутасами* тощо. За стрічку щільно укладали фарбоване когутяче пір'я, рідше павиче чи індиче. Невід'ємним атри-бутом святкового гуцульського вбрання був короткий топірець або келеф у руках. На ногах - шкіряні чоботи на підборах, з відворотами та гострими, дещо загнутими догори, носами.</p>
            {/* <img width='500' src="https://gk-press.if.ua/wp-content/uploads/2021/08/MyCollages-7.jpg" alt="" /> */}
            <div className="all-img">
                <img src="https://s.0342.ua/section/newsInText/upload/images/news/intext/000/051/202/12_5d79e730282e7.jpg" alt="" />
                <img src="https://i.pinimg.com/736x/da/85/75/da85755e7b87bdf6f90f098627534597.jpg" alt="" />
            </div>
            <p><b>Складовими ансамблю жіночого вбрання були:</b> довга біла полотняна сорочка, уставки («плечки»), які вишивали різноколірними вовняними нитками; вовняна обгортка, ткана у повздовжні смуги - «горботка» («опинка»), підперезана «окривкою»; подібний до чоловічого «мальований» «кіптарь»* та одягнений «на опашки» сіряк. Різниця між жіночим та дівочим вбранням полягала, передусім, у формі головного убору. Молодиці (жінки) носили намітку (перемітку) та велику барвисту фабричну хустку «павунку». Дівчата носили чимало різноколірного, скляного намиста - «пацьорки», «цітки», «коралі». Зачіска дівчини мала вінкоподібну форму. Укладені на голові заплетені коси оздоблювали ґерданами або стрічками. Прикрасами вух були мосяжні** сережки - «когутки». На ногах - святкові шкіряні чоботи або постоли, одягнуті на вовняну панчоху.</p>
            <p>Святковий гуцульський костюм надає чоловікам лицарського вигляду. В образі жіночого костюма звучать художні традиції вбрання княгинь давньоукраїнського періоду.</p>
            {/* <img src="https://galka.if.ua/app/uploads/2020/04/92016597_1496621290516730_1366511173129732096_o.jpg" alt="" /> */}
            <div className="all-img">
                <img src="https://spadok.org.ua/images/amazonki/kostum-chorna-tysa.jpg" alt="" />
                <img src="http://kurs.if.ua/media/gallery/full/1/3/13221611_10153877621911387_5650156171547243118_n.jpg" alt="" />
            </div>
        </div>
    </div>
  )
}

export default Moda