import React from 'react';
import './AboutUs.scss'

function AboutUs() {
  return (
    <div className='about-us'>
        <div className="container">

        <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000005-ef7d2ef7d3/37742995_672678379752489_7252113010133565440_n.jpg?ph=0025de801d" alt="photo of hutsul" />
            <div class="blockquote-6">
                <p>«Налагодження міжрегіонального партнерства з Легіоновським повітом Республіки Польща як можливість популяризації історико-культурної спадщини Гуцульщини за межами етнорегіону»</p>
            </div>
            <p><span>Бенефіціари проекту:</span> Косівська районна рада Івано-Франківської області; Вижницька районна рада Чернівецької області</p>
            <h2>Партнери:</h2>
            <ul>
                <li>місто Легіоново  та Легіоновський повіт Мазовецького воєводства Республіки Польща;</li>
                <li>Косівський музей народного мистецтва та побуту Гуцульщини (філіал Національного музею народного мистецтва Гуцульщини та Покуття імені Й.Кобринського) </li>
                <li>Косівський інститут прикладного та декоративного мистецтва Львівської національної академії мистецтв;</li>
                <li>Вижницький коледж прикладного мистецтва імені В.Ю.Шкрібляка .</li>
            </ul>

            <h1>2018 рік</h1>
            <p>Протягом  6 місяців партнери проекту спрямували зусилля на налагодження сталого міжрегіонального співробітництва у сфері збереження, розвитку та популяризації автентичної історико-культурної спадщини Гуцульщини за межами етнорегіону, міжкультурного діалогу з польськими партнерами.</p>
            
            <h3>Основними заходами спільного проекту стали:</h3>
            <ul>
                <li>-проведення наукового дослідження з виявлення локальних особливостей жіночого та чоловічого народного строю початку та середини ХХ ст. у досліджуваних селах Старий Косів, Вербовець, Смодна та Черганівка Косівського району (сторінка дослідження https://www.facebook.com/kosivsuburb )</li>
                <li>-презентація сучасної інтерпретації автентичних одягових традицій Косівського і Вижницького районів, що розглядаються як унікальні етнографічні осередки, через напрацювання Косівського інституту прикладного та декоративного мистецтва ЛНАМ та Вижницького коледжу прикладного мистецтва імені В.Ю.Шкрібляка.</li>
            </ul>

            <p>Відповідні напрацювання були презентовані для широкої аудиторії з Косівського району на базі Косівського музею народного мистецтва і побуту Гуцульщини (філіалу Національного музею народного мистецтва Гуцульщини і Покуття імені Й.Кобринського), Вижницького району - на базі Вижницького коледжу прикладного мистецтва ім.В.Ю.Шкрібляка та на території Легіоновського повіту (Республіка Польща).</p>
            <p> Кінцевим етапом в реалізації спільного проекту став пошук нових партнерів для налагодження подальшої систематичної українсько-польської співпраці з музейними, науковими, культурно-мистецькими установами Легіоновського повіту щодо популяризації історико-культурної спадщини Гуцульщини на території польських партнерів, та культурно-мистецьких надбань поляків - на території Косівського і Вижницького районів.</p>
            <p>"Роздинкою" проекту є реалізація пілотної ініціативи - першої в Україні етнографічної виставки з елементами адаптації для осіб з вадами зору.</p>

            <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000006-eb73beb73d/65842443_888880231465635_700270430220451840_o.jpg?ph=0025de801d" alt="photo of hutsul" />
        
            <div class="blockquote-6">
                <p>«Популяризація історико-культурної спадщини Гуцульщини за межами етнорегіону, шляхом збереження одягових традицій»</p>
            </div>

            <h1>2019 рік</h1>
            <p><span>Бенефіціари проекту: </span> Вижницька районна рада Чернівецької області  та Косівська районна рада Івано-Франківської області </p>
            <h2>Партнери культурно-мистецькі та наукові установи Косівщини і Вижниччини:</h2>
            <ul>
                <li>Вижницький коледж прикладного мистецтва імені В.Ю.Шкрібляка;</li>
                <li>Косівський музей народного мистецтва та побуту Гуцульщини (філіал Національного музею народного мистецтва Гуцульщини та Покуття імені Й.Кобринського);</li>
                <li>Косівський інститут прикладного та декоративного мистецтва Львівської національної академії мистецтв;</li>
            </ul>
            <p>Протягом  6 місяців партнери проекту продовжували міжрегіональне співробітництво між двома сусідніми районами Івано-Франківської і Чернівецької областей, налагодження співробітництва з органами місцевого самоврядування інших регіонів Гуцульщини, та популяризацію автентичної історико-культурної спадщини Гуцульщини.</p>
            <h3>Основними заходами спільного проекту стали:</h3>
            <ul>
                <li>проведення наукового дослідження одягових традицій населених пунктів Вижницького району - сіл Іспас, Чорногузи, Виженка та міста Вашківці;</li>
                <li>систематизація отриманих матеріалів в ході реалізації двох проектів з дослідженнями у етнографічну двотомну фото-книгу «Одягові традиції Гуцульщини»: «Вижниччина» і «Косівщина» та створення віртуального музею моди двох районів;</li>
                <li>розробка та видання наборів для вишивання - чоловічих та жіночих, для Вижниччини і Косівщини.</li>
            </ul>
            <p>Відповідні напрацювання були презентовані для широкої аудиторії з Косівського району на базі Косівського музею народного мистецтва і побуту Гуцульщини (філіалу Національного музею народного мистецтва Гуцульщини і Покуття імені Й.Кобринського) та Вижницького району й інших районів Гуцульщини - на базі Вижницького коледжу прикладного мистецтва ім.В.Ю.Шкрібляка під час проведення XXVI Міжнародного гуцульського фестивалю, та поклали початок формуванню унікального інклюзивного туристичного маршруту.</p>
            <p><span>"Роздинкою"</span> проекту стала реалізація пілотної ініціативи- першої в Україні етнографічної виставки, адаптованої для осіб з вадами слуху.</p>
        </div>
    </div>
  )
}

export default AboutUs