import React from 'react';
import './AboutHutsul.scss';
import { useNavigate } from "react-router-dom";

function AboutHutsul() {

    let navigate = useNavigate(); 
    const routeChange_1 = () =>{ 
      let path = `/about-hutsul/interesting-facts`; 
      navigate(path);
    }

    const routeChange_2 = () =>{ 
        let path = `/about-hutsul/what-did-the-hutsuls-believe`; 
        navigate(path);
    }
    
    const routeChange_3 = () =>{ 
        let path = `/about-hutsul/сustoms-and-ceremonies-of-the-hutsul-region`; 
        navigate(path);
    }

  return (
    <div className='hutsulu'>
        <div className="hutsul-title">
             <h1>ГУЦУЛИ ТА ГУЦУЛЬЩИНА, ІСТОРІЯ, ГЕОГРАФІЯ, КУЛЬТУРА, ТРАДИЦІЇ</h1>
             <h3>Про цей загадковий край і його жителів написано чи не найбільше порівняно з усіма іншими етнографічними районами України</h3>
        </div>
        <div className="container">
            <div className="hutsulu-info">
                <h1>Гуцули - це етнічна група західних українців, що живуть у Карпатах та Закарпатті.</h1>
                <p>Питання <b>походження назви "гуцули"</b> в науковій літературі досі не з'ясоване. Однак, це не дивно, адже писемні відомості про них та їх назву до XIX ст. мізерні. Різні вчені на протязі часу будували доводи, що назва цього племені готського, печенізького, половецького, тюркського, сарматського, кавказького і навіть етруського походження.</p>
                <hr />
                <p>Напрочуд яскраво цю місцевість Карпат зобразив у повісті «Тіні забутих предків» Михайло Коцюбинський. Також неодноразово згадували Карпати у своїх творах Юрій Федькович, Іван Франко, Гнат Хоткевич, Ольга Кобилянська, Михайло Стельмах, Станіслав Вінценз. Мальовничу природу Карпат можна побачити на численних картинах Корнила Устияновича, Івана Труша, Олени Кульчицької, Йосипа Бокшая, Антіна Манастирського, Йосипа Куриласа та інших митців. Завдяки величній красі природи Карпат, гордій, волелюбній вдачі місцевих жителів, їх колоритному одягу, самобутньому народному мистецтву цей гірський край шанують усі, хто любить Україну.</p>
                <div className="photos">
                    <img src="https://spadok.org.ua/images/gutsulia/Przyjaciel-Dzieci103-z21.03.jpg" alt="" />
                    <div className='two-photos'>
                        <img src="https://spadok.org.ua/images/gutsulia/2_%D0%A1%D1%85%D1%96%D0%B4%D0%BD%D1%96_%D0%B3%D1%83%D1%86%D1%83%D0%BB%D0%B8.jpg" alt="" />
                        <img src="https://spadok.org.ua/images/gutsulia/klosy1872.jpg" alt="" />
                    </div>
                </div>
                <h3>Знайти поселення гуцулів можна у східній частині Українських Карпат</h3>
                <p>до якої належать теперішні Верховинський, Косівський, південна частина Надвірнянського та Богородчанського районів Івано-Франківської області, суміжні Путильський і південна частина Вижницького та Сторожинецький райони Чернівецької та Рахівський Закарпатської областей.
                    Досі невідомо, звідки походить назва «гуцул», що по-різному тлумачиться вже не одне століття.
                    Дехто пояснює її як похідну від слова «кочувати» - нібито гуцули були первісно кочовим племенем.
                    За однією з версій, назва гуцулів пов'язана з волоським словом «готель», що використовувалося на позначення розбійника.
                    Можливо також, що ця назва походить від назви тюркського племені узів, від яких начебто походили гуцули.
                </p>
                <div className="photo">
                    <img src="https://spadok.org.ua/images/gutsulia/ispas-guculy.jpeg" alt="" />
                    <img src="https://spadok.org.ua/images/gutsulia/guculy-kosow.jpeg" alt="" />
                </div>
                <h3>Гуцульщина була заселена здавна з півночі на південь Карпат.</h3>
                <p>Колонізаторами цих земель стали, в основному, східні слов'яни, хоча деякі історичні джерела стверджують, що на цих землях колись проживали давні тюркські і східно-романські племена, що суттєво вплинули на традиційно-побутову культуру гуцулів.
                    Природні умови, зокрема мала кількість придатної для рільництва землі, спричинили розвиток полонинського господарства зі своїми типами споруд, формами випасу, виробничих функцій організації побуту, способами переробки молокопродуктів тощо. Головними заняттями гуцулів були скотарство і лісосплав. Щоб між сталими поселеннями та високогірними пасовищами (полонинами) було зручно мандрувати, гуцули вивели породу малих і витривалих коней, що теж отримали назву «гуцули». Робочий день на полонині, а також вигін, та загін худоби супроводжувався грою на трембіті - популярному карпатському духовому інструменті.
                    Перевага господарства тваринницького характеру серед гуцулів спричинила і особливий тип їхніх поселень, для яких властиве здебільшого розпорошене розміщення садиб («оседків»), і не тільки в долинах, а й на схилах і верхів'ях гір, тобто ближче до випасів і запасів кормів.
                </p>
                <img width='700' src="https://spadok.org.ua/images/gutsulia/huzulen_beim_musizieren.jpg" alt="" />
                <h3>Крім того, на Гуцульщині зберігся давній тип двору із замкнутою за периметром системою будівель - гражда.</h3>
                <p>На жаль, діючі гражди сьогодні не збереглися. Сьогодні їх можна побачити лише в Ужгородському музеї народної архітектури і побуту.
                    Значну частину часу гуцули відводили допоміжним заняттям: збиральництву, лісорубству, сплаву лісоматеріалів.
                    З ремесел та домашніх промислів найбільш поширеними були обробка вовни та шкіри, гончарство, ткацтво, обробка дерева, лозой коренеплетіння. Відомі на Гуцульщині й такі давні види промислів, як солеваріння, виготовлення поташу, вугілля та смоли.
                    Одяг гуцули робили із домотканого вовняного сукна, овечого хутра та саморобної шкіри.
                    Проте компоненти традиційного вбрання, зокрема святкового і обрядового, вирізнялися багатою орнаментацією, вишивкою, прикрасами, тисненням на шкірі, аплікацією, металічними виробами.
                    Були популярними й різні додатки до одягу, як-от топірець, шкіряна торба-тобівка, черес, нашийні жіночі прикраси тощо.
                </p>
                <div className="photo">
                    <img src="http://huculy-polska-ukraina.eu/galeria/1939/ppt1.jpg" alt="" />
                    <img src="https://carpathy.nadvirna.com/images/42790-1209534551-1.jpg" alt="" />
                </div>
                <h3>Сімейний і громадський побут жителів Гуцульщини вирізнявся патріархальними устоями,</h3>
                <p>повагою до батьків і сільських старійшин, великою кількістю вірувань, звичаїв, обрядів, які збереглися й досі. У них простежуються відбитки духовного життя різних епох, починаючи від первіснообщинного ладу, поєднання давніх язичницьких і пізніших християнських елементів, фантастичних ірраціональних уявлень з практичним досвідом, набутим і перевіреним упродовж віків.
                    Та й гуцульський фольклор, де значне місце посідають обрядові пісні, легенди, казки, перекази, містять цікаві мотиви, сюжети, образи.
                    У кінці XIX століття гуцули були основною частиною населення карпатських сіл.
                    Проте репресії з боку поміщиків, що відбувалися між 1880 і 1910 роками, та погані економічні умови спричинили їхнє масове переселення за океан.
                    Історія гуцулів пам'ятає велику кількість різних місцевих повстань.
                </p>
                <h3>Наприклад, 1918 року в Ясені на короткий час постала Гуцульська Республіка.</h3>
                <p>Гуцули боролися проти захоплення влади Угорщиною. На жаль, румунська армія все ж таки розбила гуцулів і захопила 1919 року Ясень, що означало кінець новоствореної Гуцульської Республіки.
                    З давніх-давен Гуцульщина славиться своїм ужитково-декоративним мистецтвом.
                    Скільки див можна побачити тут серед керамічних виробів, різьблених по дереву, вишитих, металевих, шкіряних тощо.
                    Розмаїття виробів гуцульських народних майстрів, що потрапили до багатьох вітчизняних і зарубіжних музеїв, до численних колекціонерів, вражає яскравою живописністю, багатством різновидів технічного виконання, оригінальністю орнаментальних композицій, образів і мотивів.
                    Утім, і досі самобутні художні промисли гуцулів активно розвиваються в Косові, Вижниці, Ясені. У Коломиї є музей гуцульського народного мистецтва. Місцеві центри Гуцульщини сьогодні розташовані в місті Рахові і Ясені. Саме сюди щороку з'їжджаються з різних куточків України та світу нащадки з різних діаспор на так звані гуцульські фестивалі.
                </p>
                <iframe width="1128" height="634" src="https://www.youtube.com/embed/NHZmghMwJ_g" title="Весільний вінок, життя на полонині та старовинні музичні інструменти | Д/ф «Цидулки про гуцулів»" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>

                <div className="buttons">
                    <button  className="button-68" role="button" onClick={routeChange_1}>Цікаві факти про Гуцулів</button>
                    <button  className="button-68 color" role="button" onClick={routeChange_2}>У що вірили Гуцули</button>
                    <button  className="button-68 " role="button" onClick={routeChange_3}>Звичаї та обряди Гуцульщини</button>
                </div>
            </div>    
        </div>
    </div>
  )
}

export default AboutHutsul