import React from 'react';
import { GoBack } from '../../GoBack/GoBack';
import './InterestingFacts.scss';


function InterestingFacts() {
  return (
    <div className="interesting-facts">
      <div className="intereasting-fachts_main">
        <h1>Цікаві факти про Гуцулів</h1>
      </div>
      
        <div className='container'>
          <div className="intereasting-fachts_info">
            <h2>Українські гуцули – творчі люди з багатою етнічною культурою.</h2>
            <p>Гуцули – це невід’ємна та дуже колоритна частина українського етносу. Лише той факт, що ці люди проживають в Карпатах наводить на здогад про неабияку силу духу гуцулів. Віками вони черпають життєву енергію з дивовижної природи, яка заворожує, надихає, манить… Побачивши хоча б раз у житті перед собою велич гірських верхів та кольорову палітру природи , розумієш, що тільки тут ти можеш дихати на повні груди, тільки тут повітря дзвенить, мов кришталь.</p>
            <p> - Ні для кого не секрет, що гуцули надзвичайно талановиті ремісники. Усе, що вони роблять своїми руками просто дихає автентичністю. Гуцульські писанки, дерев’яні та керамічні вироби, вишиванки, рушники, ліжники та багато іншого здавна заробили собі авторитет великих мистецьких цінностей.</p>
            <p> - Гуцульські страви не припиняють завойовувати серця гурманів з усього світу, тому що все в Карпатах готується за стародавніми рецептами та з екологічно чистих продуктів. В свою чергу, гуцульський фольклор посідає особливе місце серед усього українського фольклору. Коломийки, пісні, казки, легенди, притчі та перекази – все сплітається у віночок неповторної гуцульської усної народної творчості.</p>
            <p> - Ні один туристичний гід в Карпатах не омине гуцульської міфології та обов’язково скаже: «Ось тут вночі ведуть мавки свій смертельний танок з легінями, які не змогли встояти перед красою лісних царівн…».</p>
            <p> - Карпати це місце, де людина може бути сама собою, місце, де серце наповнюється справжніми почуттями. Гори навчають нас жити правдиво і цінувати кожну мить життя. Тож не гайте ні хвилини, завітайте до мальовничого куточка Гуцульщини у селі Микуличин – готелю КЛЕН.</p>
            
       
          </div> 
          <GoBack />
       </div>
    </div>
  )
}

export default InterestingFacts