import React from 'react';
import '../../KosivDistrict/MensFashion/MensFashion.scss';

function Traditions() {
  return (
    <div className='fashion'>
        <img width='500' src="https://etnoxata.com.ua/image/cache/catalog/image/catalog/stat/p1/p2/9.webp" alt="photo of hutsul clotes" />
        <h1>Особливості традиційного строю на Вижниччині</h1>

        <div className="container">  
            <p>Заглиблюючись в історію традиційного одягу на Вижниччині, <b> ми проводили польове дослідження в населених пунктах району - селах Виженка, Чорногузи та Іспас, а також місті Вашківці </b>, яке хоч і не є гуцульським, але має свої самобутні одягові традиції, які ми просто не могли лишити поза увагою. А також, вивчали наявну літературу, колекції одягу етнографічних та історико-краєзнавчих музеїв Вижницького району, робили описи зі старих фотографій та зі слів жителів і майстрів традиційного одягу.</p>
            <p>Свою роботу ми розпочали з вивчення фондів Музею старожитностей та етнографії Буковинської Гуцульщини при Вижницькому коледжі прикладного мистецтва, який почав офіційно діяти в 2010 році з нагоди 105-ї річниці з дня заснування Крайової школи різьбярства та металевої орнаментики в місті Вижниця.</p>
            <p>Марія Петрівна Козубовська, громадський директор музею старожитностей, розповідає: </p>
            <div className='blockquote-6'>«Ідея створення музеюстарожитностей назрівала давно, адже подібна гуцульська кімната існувала з часів створення навчального закладу і налічувала десятки унікальних етнографічних предметів, зібраних свого часу в гуцульських селах Карпат, але, на превеликий жаль, унікальна колекція була вивезена румунськими окупаційними властями у 1944 році. А відновити у повному обсязі втрачені реліквії, звісно ж, неможливо. Та робота з пошуку та відтворення давніх речей не припиняється.»</div>
            <p>Окрасою експозиції музею становлять комплекти чоловічого та жіночого одягу населених пунктів Вижницького району: вишиті сорочки, поясний та верхній одяг, головні убори, прикраси, взуття тощо. Марія Петрівна, проводячи екскурсію виставкою музею, каже, що «основною відмінністю строю в досліджуваних гуцульських селах є вишиті сорочки, решта ж «ноші» є доволі однакової комплектації, хоча різниться манера її одягання.»</p>
            <p>Барвистий і дивовижний костюм буковинських горян. Відбиваючи вплив створеного в народі ідеалу краси, в поняття якого входила горда осанка, високий зріст, динамічна фігура при міцній будові тіла, він ніс у собі відтінок життєстверджуючого оптимізму. Цьому ідеалу підкорялась і уява про красу костюма, створеного за принципом зіставлення його частин. Наприклад, при відносно вузькій набедреній одежі є більш розстібна наплічна, якій властиве асиметричне розташування декору та різномасштабність орнаментики. Контрастність надавала костюмові динамічності, мажорності звучання, а фігурі - виразної граціозності.</p>
            <img src="https://paramoloda.ua/userfiles/image/photo/article/wedding-dress/4347-ukrainian-costume/01-bukovina.jpg" alt="photo of hutsul clotes" />
            <p>Майже всі складові елементи одежі мали простий і зручний прямоспинний крій. Завдяки йому виграшно проглядалось декоративне оформлення, виявлялись природні властивості домотканих полотен.</p>
            <p>За своїм призначенням і тісно пов'язаним з ним художнім оформле-нням, костюм <b>розподілявся на буденний і святковий</b>. Буденний костюм, продиктований трудовою діяльністю, простий і доцільний. Основу повсякденного жіночого ансамблю складала сорочка - хлоп'янка тунікоподібного крою з глибоким серединним розрізом горловини, ластовицями*, і зібраними у складки рукавами. Уздовж лінії бедер вона поділялась на дві частини: верх - «станок» із відбіленого лляного полотна і низ - «підтичка» з більш грубого, конопляного, оскільки нижня частина швидше зношувалась.</p>
            <div className="all-img">
                <img src="http://www.kosivart.net/albums/userpics/10001/607.jpg" alt="photo of hutsul clotes" />
                <img src="https://i0.wp.com/photo-lviv.in.ua/wp-content/uploads/2019/05/zhovten-1929-ch.11_2-657x900.jpeg?resize=657%2C900" alt="photo of hutsul clotes" />
            </div>
            <p>Найдавніші жіночі сорочки - «морщинки» зі зборками «зморшками» біля коміра та на низі рукава.</p>
            <p>Особливої уваги заслуговує оформлення святкових сорочок. Воно являло собою різновидні вишивки вовною, заполоччю, сріблястими і золотистими нитками, бісером, який імпортували на Буковину з Чехії та Румунії.</p>
            <p>Як відомо, традиційне вбрання горян завжди виготовлялося з натуральних складників, і основну їх частину складали вироби з овечої шерсті - вовни. Майже в кожному господарстві тримали отару овець: з молока робили бринзу, сир, гуслінку, вовну ж пускали на вироби домашнього вжитку. Миючи та висушуючи вовну, з неї робили нитки - тонші й біліші пускали на полотно, трохи гіршу вовну фарбували та ткали одяг, «верені», «джєрги» тощо. Зі шкіри робили кептарі та кожухи. Пізніше, з розвитком торгівлі у Вижниці, почали використовувати й фабричні матеріали. Тішить той факт, що на сільську автентичну моду це вплинуло позитивно, оскільки оздоблювання традиційних костюмів ставало все кращим та вишуканішим. Хоча у післявоєнні роки (середина ХХ ст.) змінило манеру вдягання чоловіків на свята: вони все частіше поєднували традиційний одяг з брюками та костюмами фабричного виробництва. Та й жінки в повсякденному житті рідше одягали горботки, але святковий стрій був традиційним. Тобто, якщо говорити іншими словами, традиційна «ноша» почала виходити з масового вжитку, та все ж побутувала в окремих осередках, але у трансформованому вигляді. Народне вбрання на Вижниччині гармонійно поєднувало в собі доморобні та фабричні матеріали.</p>
            <p><b>У самій Вижниці на початку ХХ століття у традиційні гуцульські строї майже не вдягалися.</b> Це пояснюється тим, що основну частину населення в місті складали євреї. А на її околицях жили прості селяни, які шанували традиції та дотримувалися характерного гірським жителям устрою.</p>
            <div className="all-img">
                <img  src="https://i.pinimg.com/originals/38/37/2a/38372a21769b1ac166ba869647ccc276.jpg" alt="photo of hutsul clotes" />
                <img src="https://zbruc.eu/sites/default/files/pictures/hutsulka.jpg" alt="photo of hutsul clotes" />
            </div>

        </div>
    </div>
  )
}

export default Traditions