import React from 'react';
import './MensFashion.scss'


export default function MensFashion() {
  return (
    <div className='fashion'>
        <img src="https://zak.depo.ua/uploads/posts/20200801/750x/mOwbiuIQdYBnE6xbIRNfefW8CZKmnv7HoXO4ad9Z.jpeg" alt="photo of hutsul clotes" />
        <h1>Чоловіча мода</h1>

        <div className="container">
            <h2 class="pretty-header left-right-line-header">Сорочки</h2>
            <p>Чоловічих сорочок із сіл Вербовець, Старий Косів, Смодна та Черганівка довоєнного періоду зберіглося небагато. Майже нічого не відомо про те, якими були повсякденні сорочки. Локальні особливості оздоблення натільного чоловічого одягу цього осередку Гуцульщини до тепер не були висвітлені у жодному з наукових досліджень.</p>
            <p>Деякі узагальнення можна зробити на основі зібраних нами експедиційних матеріалів, зокрема, світлин та свідчень старожилів. Також у цій книзі наводимо опис та зображення тих сорочок першої половини ХХ століття, які нам вдалося віднайти у приватних колекціях.</p>
            <p>У селах передмістя Косова до середини ХХ століття святкові сорочки виготовляли з конопляного полотна, пізніше - з домотканого бавовняного та </p>
            <p>Крій, як жіночих так і чоловічих сорочок підпорядковувався ширині домотканого полотна.</p>
            <p>Для Вербовця, Старого Косова, Смодної та Черганівки була характерною чоловіча сорочка тунікоподібного крою. Основа - цільний шматок полотна, перегнутий посередині. Горловина мала вигляд вирізаного круглого отвору з неглибоким пазушним розрізом. Такий крій має назву «вперекидку».</p>
            <p>До горловини пришивали комір-стійку, пізніше - широкий відкладений комір. Рукав мав вигляд прямокутника, що низом «морщився» та зводився у манжет. Місце з'єднання рукавів із станком декорували вишивкою білою конопляною ниткою.</p>
            <p>Рукав з'єднувався зі станком та додатковими боковими прямокутними деталями крою. Усі частини зшивали конопляними нитками. Низ сорочки не оздоблювався вишивкою.</p>
            <p>До середини ХХ століття у селах поблизу Косова чоловіки носили сорочку незаправленою в штани. Таким архаїчним способом у минулі століття вдягали сорочку на більшості територій України, зокрема, на Гуцульщині.</p>
            <div class="blockquote-6">
                <p>«Популяризація історико-культурної спадщини Гуцульщини за межами етнорегіону, шляхом збереження одягових традицій»</p>
            </div>
            <p>Пазухи, комір та манжети рукавів святкових сорочок оздоблювали вишивкою. З початку ХХ століття на Гуцульщині вишивальниці використовували переважно нитки мулінѐ, які завозились торгівцями з-за кордону. Більш давні вироби - вишиті вовняними нитками.</p>
            <p>Стиль оздоблення сорочок сіл Вербовець, Старий Косів, Смодна і Черганівка сформувався під впливом традиційних прийомів вишивки Гуцульщини та сусідніх районів Покуття й Буковини.</p>
            <p>Основними рисами орнаментів вишивок на чоловічих сорочках передмістя Косова - є строга геометрія, поліхромність, поєднання декількох видів швів у одному виробі. До 1940-х років популярною технікою вишивки була лічильна гладь. Характерні кольори: темно-сині відтінки, доповнені стриманим зеленим з контрастними вкрапленнями жовто-оранжевих та вишневих барв. Часто зустрічається поєднання вишневого кольору з синім.</p>
            <p>Були поширені чоловічі сорочки з вишивкою білими нитками. <b><i> «...а уже чоловікам навіть шили білими нитками, морщили і вишивали білими нитками» </i></b>(Записано від Марії Яремин. 1932 р.н., с.Черганівка Косівського р-ну Івано-Франківської обл.)</p>
            <p>В основі більшості орнаментів ромб або трикутник.</p>
            <p>Пізніше, набуває поширення техніка «хрестик». Стирається локальна ідентичність сорочок й привносяться модні на той час орнаменти з друкованих жіночих видань. У вишивках післявоєнного періоду спостерігається найрізноманітніша колористика.</p>
            <p>Ближче до середини ХХ ст., очевидно під впливом сусідньої Буковини, у вишивках з'являються і рослинні візерунки.</p>
            <p>Зазнає змін крій чоловічих сорочок. Крім коміра-стійки з'являються відкладні коміри з прямими та заокругленими краями. Серед молодих чоловіків поширюється мода пов'язувати під такий комір шовкову стрічку у вигляді своєрідного банту. Очевидно, це було запозичення з міської моди.</p>
            <p>Стають популярними сорочки з нагрудником - суцільним широким орнаментом у нагрудній частині з пазушним розрізом збоку вишивки.</p>
            <img height='400' src="https://spadok.org.ua/images/guculy-rozbijnyky-opryshky.webp" alt="photo of hutsul clotes" />
    
            <h2 class="pretty-header left-right-line-header">Пояси</h2>
            <p>На Гуцульщині невід'ємною частиною вбрання був тканий пояс - <i>крайка</i>, яким чоловіки підперізували сорочку, а жінки - поясний одяг.</p>
            <p>У селах поблизу Косова такий аксесуар називали <i>«окрийка»</i>. Пояс ткали різнобарвними повздовжніми смугами переважно з високоякісної вовни, рідше шовку. Побутували також пояси з дрібним узором з комбінацією ромбів, трикутників і скісних хрестів. Колористика була співзвучною з барвами вишивок на сорочках. Деякі чоловіки носили ремінні пояси, інколи - з металевим оздобленням, але це не було масовим явищем.</p>
            <p>До початку ХХ століття у селах передмістя Косова чоловіки носили широкі шкіряні пояси-череси. Але пізніше ця традиція не збереглася.</p>
            <img src="https://st2.bazarok.ua/362e255f72c6c3_560x420__h_hutsulski-kraiky-poiasy-shyryna-7sm.jpg" alt="photo of hutsul clotes" />
        
            <h2 class="pretty-header left-right-line-header">ПОЯСНИЙ ОДЯГ</h2>
            <p>У ХІХ столітті та на початку ХХ століття поясною чоловічою ношею були штани. Полотняні - на теплу погоду, сукняні - на холодну. Полотняні штани називались <i>«поркениці»</i> й шили їх з доморобного білого грубого полотна. Теплі штани - гачі шили з сукна, вручну виробленого з вовни натуральних кольорів (чорного, темно-коричневого, білого) і фарбованої пряжі.</p>
            <p><b>«Носили... такі прямі, широкі сукнєні, сподні. Називалиси, гачі або сподні. У селі - гачі».</b> (Записано від Юрія Сусака. 1928 р.н., с.Вербовець Косівського р-ну Івано-Франківської обл.)</p>
            <p>З 1940-х років сільська молодь поєднує традиційне вбрання з модними у той час елементами міської моди. Популярними стають плетені на спицях вовняні кофти з застібкою на ґудзиках та брюки галіфе, відомі під місцевою назвою <i>«рейтки»</i>.</p>
            <p><b>«Старші люди шє носили, а молодьож уже ні. Я уже собі гальфи, рейтки, чоботи собі придбау... Ну і уже костюм пошиу зелений собі, блюзку і жакетку таку»</b> (Записано від Юрія Сусака. 1928 р.н., с.Вербовець Косівського р-ну Івано-Франківської обл.)</p>

            <h2 class="pretty-header left-right-line-header">ГОЛОВНІ УБОРИ ЧОЛОВІКІВ</h2>
            <p>На початку ХХ століття в селах поблизу Косова чоловіки носили традиційний гуцульський чорний повстяний капелюх - <i>«крисаню»</i>. Характерне оздоблення такого убору -декілька рядів об'ємних пухнастих шнурів-<i>«червачків»</i> з вовни різних кольорів. Крисаню підтримував ремінець - <i>«підборідник»</i> із червоного сап'яну.</p>
            <p>У літню спеку вдягали солом'яні капелюхи. Взимку носили смушкові <i>«рогаті шапки»</i> та гостроверхі шапки - <i>«кучми»</i>.</p>
            <p>Під час носіння кучми хлопці загинали гостроверхий кінець набік, а чоловіки старшого віку вгинали його середину. Такі ж способи носіння шапки побутували і в інших регіонах України.</p>
            <p>З кінця 1930 -х років такі архаїчні чоловічі головні убори, як кресаня, «рогата шапка» та шапка «кучма» - починають втрачати популярність серед молоді. <b>«...оце уже Никола Антосів приходив з тими рогами, це таке було уже нам интиресне» </b>(Записано від Гафії Скавуляк, 1933 р.н. с.Смодна. Косівський р-н. Івано-Франківська обл. )</p>
            <p>Замість кресані у чоловічому костюмі з'являється «кашкет» - прототип модного у той час англійського «кепі». Молодь вдягає фетрові капелюхи популярних у Європі та США моделей «федора» та «трилбі». <b>«...І я носиу, ші у мене генде у шафі стоїт. То буу капелюх, сучасний капелюх» </b>(Записано від Юрія Сусака, 1928 р.н. с.Вербовець. Косівський р-н. Івано-Франківська обл.)</p>
            <p>З 30-х років ХХ ст. були популярними зачіски з коротким волоссям на потилиці та більш довгим зверху. Волосся зачісували назад або на бік з проділом. Довге волосся, що не доходило до плечей, а також бороду носили тільки чоловіки поважного віку. Серед молодих хлопців не було прийнято відрощувати вуса чи бороду.</p>
            <p>До Другої світової війни деякі чоловіки носили модні у Європі та Америці вуса типу «зубна щітка». Найвідоміші власники таких вусів - Чарлі Чаплін та Адольф Гітлер.</p>            
            <div className="mens-img">
                <img height='300' src="https://i.ibb.co/BwtLKzm/image.jpg" alt="photo of hutsul clotes" />
                <img height='300' src="https://st.violity.com/auction/big/auctions/10/42/68/7/104268764.jpg" alt="photo of hutsul clotes" />
            </div>
        </div>
    </div>
  )
}
