import React from 'react';
import '../ChoisePhotoV.scss';
import { useNavigate } from "react-router-dom";

function Chornoguzu() {

    let navigate = useNavigate(); 
    const routeChange_1 = () =>{ 
      let path = `/vuznutsa-district/more-photos/old-chornoguzu`; 
      navigate(path);
    }

    const routeChange_2 = () =>{ 
      let path = `/vuznutsa-district/more-photos/new-chornoguzu`; 
      navigate(path);
    }

  return (
    <div className="area">
      <div className="container">
        <h1>Чорногузи</h1>
        <p>Рухаючись по течії річки Черемош, одразу за Вижницею ми зупиняємося в селі Чорногузи. Вивчаючи доступні нам наукові джерела, натрапили на фото жіночої сорочки села Чорногузи, відомої народної майстрині Мацюк Фрозини Онуфріївни. Сорочка вишита ще понад 80 років тому, у 1938 році, та зберігається у фондах Національного музею народного мистецтва Гуцульщини та Покуття ім. Й. Кобринського, філіалом якого є Косівський музей.</p>
        <p>Ця сорочка є святковою та традиційно одягалася до церкви, на танці, родинні чи інші свята. Вишивали такі сорочки на плечах, рукавах зверху донизу, повздовж грудей. Рукави пришивалися паралельно до станка і стягувалися разом з отвором на шию міцною ниткою. Вишивки сорочок були густі, пасма на рукавах зближені одне до одного, могла бути заповнена і ціла площа рукава.</p>
        <p>Такі повністю заповнені вишивкою рукави називали - <i>«писаними»</i> і зустрічалися вони здебільшого у заможних гуцулок.</p>
        <p>З першого погляду вишивка дуже подібна до Виженської, але <b>основна відмінність вишивки жіночих сорочок полягає у наявності вишивки вздовж крижів зліва та справа від грудей, так званих «розеток» й переважанням жовтих відтінків.</b></p>
        <p>Найчастіше вишивалися лише уставки та поземне пасмо вгорі рукава, а сам рукав гуцульських сорочок на Вижниччині майже завжди стягувався внизу циркою з одним пасмом різнобарвного візерунку.</p>
        <p>Характер традиційних кроїв сорочок на Вижниччині представляє особливості буковинської традиції. В буденні дні одягалася простіша за кроєм сорочка. До станка такої сорочки з суцільного полотнища пришиваються по основі прямі рукави. З боків - рівні бочки з половини пілки. Зверху робиться поперечний отвір для шиї та поздовжній для пазухи. Рукави внизу не призбируються, а залишаються відкритими, <i>«розпущеними».</i> Оздоблюється така сорочка лише в місцях пришиття рукава до станка вузькими смужками та спереду і ззаду на спині, зліва і справа йдуть дві поздовжні смужки. Інколи прикрашали також низ рукава та подолок сорочки. <i>«Пазуха»</i> такої сорочки могла бути як у святкової круглою та стягуватись нитками або вирізаною - квадратною. Це вже залежало від майстрині, яка шила сорочку та хотіла привнести в її дизайн щось своє. Основними стібками були: низинка, настилування, вирізування, косичка, ланцюжок, соснівка, перетикання, стебнівка. Основною технікою є низинка.</p>
        <p>Головними носіями автентичної культури у Чорногузах є учасниці народного аматорського фольклорно-етнографічного ансамблю «Молодички-жартівнички» (художній керівник Марія Онуфріївна Ісопчук), який заснувала у 1986 році Фрозина Тодорівна Гулей - заслужений майстер народної творчості України, член Національної спілки майстрів народного мистецтва України, лауреат багатьох міжнародних й всеукраїнських виставок та ярмарок.</p>
        <p>Як розповідають «Молодички-жартівнички», ще до 60-х років минулого століття сільські жителі носили в повсякденному житті традиційні строї, хоча вони й не були надто багато оздоблені. Жінки одягали сорочку з вишивкою на плечках, комірі та манжетах, обперізувалися <i>«запаскою» і окривкою</i>, голову завжди покривали <i>хусткою</i>, а на ноги взували <i>черевики</i>. Чоловіки ж на початку століття носили <i>«поркіниці»</i> з пущеною поверх вишитою сорочкою, підперезану окривкою та <i>ременем, хромові</i> чоботи та фетровий <i>капелюх-кресаню</i>, а через плече одягали <i>тайстру</i>. Пізніше, десь в 50-х роках, поркіниці замінили на <i>«райтки»</i> - штани-галіфе. Така ж тенденція простежується і в селі Виженка.</p>
        <p>Марія Тодорівна Романюк - розповідає про чорногузівську дівчачу моду в 50-х рокаx:</p>
        <p className='blockquote-6'>«Дівчата ходили, я так пам'ятаю, за мої пам'яти, у вишитих спідницях. Були вишиті низом спідниці. Спідниця, як у клині була. І на кожному клиночку був вишитий рисунок знизу. І вишита блузка була. То вже були і з тонкої матерії, і гарні такі орнаменти були,і традиційні,і в квітах.»</p>
        <p>Цікавим також є той факт, що <b>кожна сім'я в Чорногузах мала свій характерний традиційний орнамент та кольористику</b>, яку вишивали як на жіночих, так і на чоловічих сорочках. По них можна було визначити рід та походження людини.</p>
        <p>Святковий чорногузівський дівочий стрій виглядав так: вишита сорочка <i>«рукав'янка», «опинка»</i> - та ж <i>«запаска»</i>, тільки повністю виткана в узорі смугами, яку закочували на один бік і підперізували окривкою, в коси вплітали яскраві різнокольорові нитки теплих тонів, які спускалися над висками, і ззаду голови китичками або ж прикрашали коси живими квітами чи зеленню, поверх сорочки одягали чорний шерстяний вишитий кептар <i>«лейбик»</i>, а на ноги взували <i>постоли або черевики</i>. В 50-х роках замість <i>«опинки»</i> почали носити спідниці з вишивкою по низу, а замість традиційних сорочок - вишиті <i>штапельні</i> блузки.</p>
        <p>Одяг нареченої звісно виглядав багатшим. Перше, на що зверталась увага, це вінок молодої - спеціально пошитий весільний барвінковий віночок з позолотою, доповнений різнобарвними квітами та стрічками.</p>
        <p>Марія Тодорівна доповнює :</p>
        <p className='blockquote-6'> «Була і вишита сорочка і запаска. А голова вся була вбрана у вінках і позаду лєнточки були кольорові» </p>
        <p>А, по-друге, - це наявність традиційного гуцульського кептаря з овчини. Так само, як і у Виженці, коли знімали весільний вінок - голову молодій покривали <i>«рантухом»</i>, а на другий день весілля - фабричною хусткою - <i>«павункою»</i>.</p>
        <p>Романюк М.Т, завершуючи розповідь, сміється :</p>
        <p className='blockquote-6'>«Рантух - то таке біле файне полотно складене у гармошку, яким покривали молоду, як знімали вінок. Це було на голові у молодої лише першого вечора весілля. То вже було після повниці. На другий вечір молода заходила на площадку. То такі колис робили танцювальні площадки. То вона вже була пов'язана хустиною. Тоді хустки були цвітні. Чи жовта, чи червона. І так молода вже була молодичка»</p>
        <p>Одяг ж молодиць відрізнявся в першу чергу приглушеністю кольорів на сорочках та способом зав'язування хустки. Також старші жінки ніколи не закочували <i>«запаску»</i>.</p>
        <p>В повсякденному житті жінки просто зав'язували малу <i>фустку</i> ззаді на потилиці. А в святкові дні це була ціла церемонія пов'язування великої <i>хустки</i>. Хустку складали по діагоналі і в середину клали шматок картону. Потім ставили її на чоло і переплітали кінці. Далі кінці хустки скручувалися та пускалися по голові, де картонка закладалися на потилиці.</p>
        <p>Марія Онуфріївна Ісопчук - художній керівник «Молодичок-жартівничок» розповідає, що на цей час їхній колектив чи не єдиний у селі, який є носіями давніх традицій.</p>
        <p>Марія Онуфріївна зауважує  і наголошує, що традиції в селі зберігаються, але це старе покоління більше зберегло старих сорочок, а молодь хоче модних нових вишиванок: </p>
        <p className='blockquote-6'>«В нашому колективі кожен має по 2-3 свої автентичні сорочки. Хоч вишивка вже і нова, але ми беремо на взірець для вишивання дуже старі сорочки. У нас є запаски 20-х й 30-х років минулого століття, які ще чудово збереглися та мають гарний вигляд на сцені.»</p>
        <p>У фондах громадського музею при бібліотеці Чорногузівського СБНТД ми знайшли «запаску», яку ще називають <i>«передниця»</i> та носять в Косівському районі. Такі запаски були ткані в поперечні смуги та їх одягали одразу дві - одну зав'язували наперед, а іншу назад. Але чи одягалися так в Чорногузах, на жаль, ніхто з респондентів відповісти не зміг.</p>
        <p>Святковий чоловічий одяг теж включав кептар, сердак, а капелюх прикрашали пір'ям, кутасами або герданами.</p>
        <div className='photos'>
            <a onClick={routeChange_1} className='choise'>
                <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000321-778be778bf/21%D0%902.webp?ph=0025de801d" alt="" />
                <p>Історичні фото</p>
            </a>
            <a onClick={routeChange_2} className='choise'>
                <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000313-ef196ef198/P1700682.webp?ph=0025de801d" alt="" />
                <p>Сучасні фото</p>
            </a>
        </div>
      </div>
    </div>
  )
}

export default Chornoguzu