import React from 'react';
import '../ChoisePhotoV.scss';
import { useNavigate } from "react-router-dom";

function Ispas() {

    let navigate = useNavigate(); 
    const routeChange_1 = () =>{ 
      let path = `/vuznutsa-district/more-photos/old-ispas`; 
      navigate(path);
    }

    const routeChange_2 = () =>{ 
      let path = `/vuznutsa-district/more-photos/new-ispas`; 
      navigate(path);
    }

  return (
    <div className="area">
      <div className="container">
        <h1>Іспас</h1>
        <p>Якщо ж переходити до опису вишитих сорочок в Іспасі, <b>то основною відмінністю святкових сорочок є заповненість вишивкою рукавів</b>. Вони менш масивні та мають більш характерні узори буковинської культури. Узори на вишивках були більше подібні до румунських - різнобарвні геометризовані рослини.</p>
        <p>Сорочка з рукавом на манжеті у вигляді рюш, які місцеві називали <i>«парасольками»</i> та діагональною вишивкою на рукавах називалася в місцевих жителів <i>гуцульською</i> та була дуже дорогою. В основному її одягали лиш на великі свята: весілля, хрестини та похід до церкви. Сорочки з подібними узорами вишивки, але на розпущеному рукаві, були більш буденними. Хоча для людей з бідніших прошарків вважалися святковими.</p>
        <p>У післявоєнні роки важливим є той факт, що пошиття автентичного святкового одягу стає своєрідною валютою, тобто платою за якусь послугу, зроблену роботу, тощо.</p>
        <p>Марія Петрівна Чепух каже:</p>
        <p className='blockquote-6'>«Файна вишита сорочка і горботка були на вагу золота. Так як ми жили бідно і грошей ледве ставало на найпотрібніше, нам треба було чимось платити людям. Після війни ми лишились самі. То шпаргат завалиться, то дах потік... Просили чоловіків абис зріхтували, а за це вишивали файну сорочку чи рушник або ткали, шо треба до хати. Кожна жінка чи дівчина в селі мала вміти шити і ткати. Було встидно, як не знала це робити».</p>
        <p>Як і в інших населених пунктах, які ми досліджували, жінки носили <i>сорочки, горботки</i> вперезані <i>окривкою та кептарі</i>, голову постійно покривали фабричною <i>хусткою</i>, а про свято одягали більшу хустку з тороками, яку називають <i>«павункою»</i>.</p>
        <p>Якщо ж говорити про ансамбль костюму нареченої, то сорочка мала бути традиційна гуцульська, шкіряний кептар. Горботка теж була традиційно виткана в полоси та закочувалася нареченою на правий бік, а дружками на лівий. Це слугувало певним знаком щодо сімейного статусу дівчини. Якщо на правий бік - то заміжня, а як на лівий - ще вільна або лиш заручена. На голову наречена одягала вінок, який мав кілька ярусів. Спочатку йшов позолочений віночок з барвінку, який спеціально шили в переддень весілля, в основному це був четвер, для молодят вінчальна матка та ще одна жінка, яка обов'язково мала бути заміжньою та добре жити у подружньому житті. Відтак йшов ряд з червоних маленьких квіточок, які називали «гаки», а вже за ними різнобарвні квіти. <b> Барвінковий віночок слугував оберегом сімейного життя, а червоні «гаки» - оберегом від вроків.</b> До них чіпляли різнобарвні кольорові стрічки <i>«політики»</i>, частину яких завертали під шиєю, як намисто. Така мода була популярною до 70-х років минулого століття.</p>
        <p>Коли покривали молоду та знімали весільний вінок, на голову клали довгу <i>«перемітку»</i>, подібну до білого тканого рушника, прикрашену бісером та вишивкою на кінцях. З цього моменту жінка ставала молодицею, ґаздинею. Взуття було таке як і у чоловіків - чоботи у заможних або постоли з простими панчохами без прикрас у більш бідних.</p>
        <p>Що стосується сорочок, <b>то чоловіки на Вижниччині носили коротшу сорочку з рукавами на манжеті ніж решта буковинців</b>. Вишивали таку сорочку по обшивках - на грудях - краї пазухи та комір <i>«прошивка»</i>, манжети рукавів <i>«брацарі»</i> та подолу.</p>
        <p>До 40-х років сорочку носили поверх білих штанів - <i>«поркіниць»</i>, з домотканого полотна, як і сорочка. А взимку одягали більш теплі шерстяні штани з овчини - <i>«гачі»</i> чорного кольору. А саму сорочку обперізували широким тканим поясом - <i>«окривкою»</i>, а зверху могли класти тоненький шкіряний <i>ремінець</i>, або більш заможні чоловіки носили широкий шкіряний пояс - <i>«черес»</i>. Через ліве плече на праву сторону клали <i>тайстру</i>. Окривка і тайстра були виткані ромбовидним узором грубими різнокольоровими нитками з овечої шерсті. А поверх сорочки носили також <i>«кіптарь»</i> з виправленої відбіленої овечої шкіри. Взимку - це були <i>кожухи</i>.</p>
        <p>Найбільш поширені елементи декору верхнього одягу - <i>«кучері» («качурі»), «плетінка», «зубці»;</i> на передніх кутах пілочок - <i>«хлопці» («рачки»)</i> та фігурні накладні кишені. Кептар обшивали чорним <i>смушком</i> (хутром молодого ягняти) або смугами з чорно-білих клаптиків хутра, з обох боків горловини пришивали <i>«дармовиси»</i>*, прикрашали вишивкою з тоненької овечої шкіри різного кольору і кольоровими ґудзиками з вовни. Прикметною рисою кептарів цього регіону є декоративний шов - від лінії плеча до пройми.</p>
        <p>На голові - капелюх, прикрашений <i>«косами»</i> (пір'ям) півня. На ногах носять чоботи або постоли з притятими носами без прикрас.</p>
        <p>У післявоєнні роки традиційний одяг все частіше поєднувався з атрибутами міського вбрання - брюками та костюмами класичного крою й черевиками. Цікавим є і процес зберігання та догляду за традиційним одягом. Горботки та запаски складали у квадрати, перекладаючи їх сухим листям горіха чи іншого дерева, що має різкий запах та зав'язували у біле полотно <i>«платину»</i>. Кожухи та кептарі, аби розправити, клали в дощову погоду на вулиці, аби набрала шкіра вологи. Тоді вона натягувалася і виправлялася. А от щоб відбілити їх - використовували крейду. Нею натирали розправлені ще вологі частинки шкіри, що не була заповнена вишивкою. Потім вироби висушували та струшували крейду ганчіркою.</p>
        <p>Про процес прання одягу гарно розповіла Марія Тодорівна Романюк з с.Чорногузи: </p>
        <p className='blockquote-6'>«Мама клали сорочку чи шо там ще мали прати у таку бочку - вона зілниця називаласи. І намочували туди, в ту бочку, сорочки. Зверху клали стару милничку, а вона була дирява, а в неї клала мішок з тонкого полотна, а в ньому попіл. Він був з бука гореного. І заливала гарячим окропом. І так то всьо прочурювало туда в ту бочку. То відстоювалоси до другої днини. І другої днини ту бочку брали на фіру і їхали до річки, і там мама полоскали. То і холодно було. Ми малі гралиси коло мами. Всяко було. Вони то на камені били і били таким пранником і полоскали. І то так прополіскували і відвозили додому.»</p>
        <p>З плином часу таку технологію прання вже ніхто не використовує. А от в кого ще є традиційні кептарі, доглядають за ними і до нині за дідівським методом.</p>
        <p>Всі святкові речі: одяг, тканини, прикраси та інші коштовності зберігали у скринях. Як стверджують старожили, скриня є символом благополуччя та оберегом родинного достатку. Вона займала особливе місце в інтер'єрі селянської хати не тільки тому, що в ній зберігали всі цінні речі, а ще й тому, що також призначалася для <i>посагу</i> нареченої. Тобто, була головним атрибутом весільного обряду, символом майбутньої сім'ї, оберегом духовних і моральних засад. В очікуванні заміжжя, молоді дівчата ще на початку свого дівування наповняли скриню різними речами власного виготовлення, які вважались цінними і необхідними для їхньої майбутньої сімʼї та господарства. Кількість та якість цих речей вказували не тільки на працьовитість, але й на здібність стати доброю господинею.</p>

        <div className='photos'>
            <a onClick={routeChange_1} className='choise'>
                <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000322-2881128812/15%20%D0%904.webp?ph=0025de801d" alt="photo of hutsul clotes" />
                <p>Історичні фото</p>
            </a>
            <a onClick={routeChange_2} className='choise'>
                <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000231-7958c7958f/P1300412.jpg?ph=0025de801d" alt="photo of hutsul clotes" />
                <p>Сучасні фото</p>
            </a>
        </div>
      </div>
    </div>
  )
}

export default Ispas