import React from 'react';
import '../ChoisePhotoV.scss';
import { useNavigate } from "react-router-dom";

function Vashkivtsy() {

    let navigate = useNavigate(); 
    const routeChange_1 = () =>{ 
      let path = `/vuznutsa-district/more-photos/old-vashkivtsy`; 
      navigate(path);
    }

    const routeChange_2 = () =>{ 
      let path = `/vuznutsa-district/more-photos/new-vashkivtsy`; 
      navigate(path);
    }

  return (
    <div className="area">
      <div className="container">
        <h1>Вашківці</h1>
        <p>Як бачимо кожне село мало свої, притаманні лиш йому особливості. Вивчаючи моду міста Вашківці, ми знайшли багато подібного до моди села Іспас та й до інших сіл. Але тут вже характерна Буковина у всій своїй красі.</p>
        <p>При в'їзді до міста з боку Чорториї знаходиться музей-садиба Георгія Гараса (1901 - 1972 роки) - видатного художника-орнаменталіста. Предметом особливого захоплення майстра було народне мистецтво вишивки. Усе своє життя він присвятив збиранню барвистих народних вишивок рідного краю, аналізував, намагаючись зрозуміти саму душу буковинської орнаментики. На основі вивченого та побаченого, Гарас створив безліч композицій, багато з яких набули популярності серед майстрів буковинських вишивок та килимарників. За його орнаментами створювали вишивки навіть прихильниці народної творчості серед української діаспори в Канаді.</p>
        <p>Творчою музою Георгія завжди була його дружина Євдокія, яка втілювала його задуми в життя. Разом вони залишили після себе тисячі візерунків, вишиті і ткані рушники, подушки, гардини, скатертини, доріжки, сорочки. Все це зараз можна побачити в музеї Гараса, відкритому ще у 1972 році.</p>
        <p>Досліджуючи фонди музею, ми натрапили на дуже цікаву річ. Виявляється, що <b>у 30-х роках минулого століття чоловіки використовували своєрідні «обманки» при носінні сорочок</b>. За словами місцевих жителів таке видумали та використовували більш бідніші люди, які не мали можливості пошити чи купити святкову сорочку. Іншими словами - на клапті полотна вишивали комір-стійку, який ззаду мав приховану резинку та нагрудну вишивку. Це одягали поверх будь-якої буденної сорочки. Таким способом можна було з легкістю перетворити її на святкову з гарною масивною вишивкою.</p>
        <p>Безперечною гордістю традиційного одягу вашківчан є сорочки вишиті бісером <i>«цітками»</i>. Як тільки чуєш про Вашківці, то в пам'яті одразу виринають танці славнозвісної вашківецької «Черемшини» у їх неповторних костюмах та вишитих сорочках, які так і переливаються різними барвами на сонці.</p>
        <p>Та все ж, в кінці ХІХ ст. та початку ХХ ст. традиційні сорочки вашківчан вишивалися нитками - <i>шовком</i>. Крій сорочок був таким же як і в інших населених пунктах району, але рукави в жіночих сорочках були традиційно розпущеними і відрізнялися також орнаментами та кольорами. Про це нам розповіли в Музеї Маланки, який відкрили в 2016 році, де серед традиційних експонатів одягу та масок для <i>«переберії»</i> можна побачити традиційні строї вашківчан.</p>
        <p>Якщо ж говорити про чоловічі сорочки, то зустрічалися характерні як для гуцульської місцевості Вижницького району, так і сорочки і з розпущеними рукавами, оздоблені бісером.</p>
        <p>Як стверджують місцеві майстрині та дослідники старожитностей,<b> мода на вишивку бісером прийшла з Румунії</b>. Та все ж найбільше захоплення такою вишивкою прийшло в 1960-х роках. Більшість таких сорочок мають тунікоподібний крій, а найпопулярнішим орнаментом є рослинна тематика. Зазвичай більш старші жінки й молодиці носили довгу сорочку, а дівчата - коротку та окремо підтичку, яку обшивали подібно сорочці внизу.</p>
        <p>Як розповідає майстриня Наталія Михайлівна Соколович, спочатку узори у Вашківцях малювали на полотні, а потім вже обшивали по отриманому макеті. Наталія Михайлівна стверджує:</p>
        <p className='blockquote-6'>«А вже десь в 60-70-х роках моя мама почала переводити рослинні орнаменти на схеми в клітинки, де кожна клітинка відповідала бісеринці. Так і почали вишивати по-рахунку.»</p>
        <p>Соколович Н.М. продовжує: </p>
        <p className='blockquote-6'>«У нас це ще тримається з давніх-давен, так як у нас колись ще були румуни при владі, - вони привезли дрібненький бісер. І колись шили дві на дві нитки, кроком таким маленьким. То була дуже дрібна вишивка, але вона дуже гарна. Бісер - довговічний. Полотно пірветься, а бісер залишиться. І воно яскраве. Ніяка нитка не зрівняється з бісером.»</p>
        <p><b>Найдавнішими сорочками у Вашківцях є так звані «рубанки».</b> Це коли з полотна вирізують окремі нитки, а на тих, що лишилися, вишивають шовком квіткові орнаменти, з'єднуючи їх між собою. На вигляд - нагадує тонке мереживо. Але техніка виконання такої сорочки є надзвичайно важкою і потребує точності при роботі з нитками.</p>
        <p>Як всім відомо, вишивкою бісером найбільше славиться Кіцманський та Заставнівський райони Чернівецької області. Але вашківецька вишивка нічим не поступається, а навпаки має свої особливості та характерні риси. Насамперед, це форма зображених квітів. В інших районах області квіти надто геометризовані й часто мають гострі, строкаті кінці пелюсток та інших елементів. А вашківецькі навпаки - більш округлені та плавні. Щодо зображених квітів на вишивках - переважають польові та городні квіти, характерні для цієї місцевості. Також вашківецькі майстрині вдало поєднували вишивку бісером з мережкою <i>«цирка»</i>. Фактично, будь-який орнамент вони можуть перенести на мережковий шов. Використання цирки спостерігається також і в інших населених пунктах району, зокрема і в Іспасі.                    </p>
        <b>З плином часу спостерігається зміна моди на вишивку - більший вибір розміру бісеру, укрупнення мотивів, що призводить до загального збільшення площі вишивки.</b>
        <p>Загалом, якщо говорити про ансамбль вашківецького жіночого строю, то крім тунікоподібної довгої сорочки, жінки носили одноплатову <i>«запаску»</i>, як кажуть місцеві <i>«катрінцу»</i>, або ткану горботку, закочену, як у гуцулок на один бік й підперезану поясом <i>«баєрком»</i>, кептар - <i>«цурканку»</i> з характерним рослинним орнаментом, голову покривали фабричною хусткою. Серед жіночого строю були популярними рушникові головні убори - <i>«рушник»</i>, як і в Іспасі, Виженці та Чорногузах. Основа мала вигляд прямокутного домотканого полотнища білого кольору, краї якої були прикрашені вишивкою або бісером. Один край лишали розпущеним на грудях, а іншим обв'язували голову та пускали на інше плече. Її закріплювали за допомогою двох пов'язок <i>«переміток»</i>: одну пускали на чолі, а іншу під бороду та обидві зав'язували на потилиці. В основному, такий головний убір носили заміжні жінки.</p>
        <p>Як бачимо, назви таких головних уборів десь перегукуються між собою. Та все ж головна відмінність в тому, що в гірських селах це був лише атрибут нареченої, а у Вашківцях - елемент святкового вбрання заміжньої жінки.</p>
        <p>В Іспасі перемітку одягали по-іншому, подібно до того, як в Чорногузах. Полотнище складали десь в 6-8 разів, залежно від ширини, один кінець тримали на потилиці, а іншим обв'язували голову в 2 рази та фіксували на потилиці таким чином, щоб краї не обвисали. В сучасній весільній моді на Вижниччині, коли знімають фату, то молоду покривають білою хусткою, яку зав'язують на потилиці, інколи використовують білу <i>«павунку»</i>.</p>
        <p>Що ж стосується незаміжніх вашківецьких дівчат, то вони одягали вишиту бісером сорочку та підтичку, яку обв'язували спеціальною матерією, привезеною з Румунії, <i>«фотою»</i> та з обох боків прикладали <i>«крила»</i> - зроблені та прикрашені складки з фабричних хусток, все це обперізували баєрком. Також, до плечей сорочки прикріплювали закріплені на смужці різнобарвні стрічки - <i>«коди»</i>, а на голову одягали <i>«гьордан»</i>. Таким був і стрій нареченої.</p>
        <p><b>Загальний костюм чоловіків майже нічим не відрізнявся від гуцульської частини Вижниччини.</b> Своєрідним доповненням до традиційної ноші була вишита в кутках хустина квадратної форми, розміром 30 см х 30 см з домотканого полотна - «ширінка». Це була обов'язкова складова святкового одягу юнаків та весільного костюму молодого. Її за один кінець могли тримати в руці, закладати за пояс або ж прив'язувати до топірця.</p>

          <div className='photos'>
              <a onClick={routeChange_1} className='choise'>
                  <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000053-024a8024aa/18%20%D0%902%20---.jpg?ph=0025de801d" alt="photo of hutsul clotes" />
                  <p>Історичні фото</p>
              </a>
              <a onClick={routeChange_2} className='choise'>
                  <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000324-84e3284e34/P1660406-9.webp?ph=0025de801d" alt="photo of hutsul clotes" />
                  <p>Сучасні фото</p>
              </a>
          </div>
      </div>
    </div>
  )
}

export default Vashkivtsy