import React from 'react';
import '../ChoisePhotoV.scss';
import { useNavigate } from "react-router-dom";

function Vuzenka() {

    let navigate = useNavigate(); 
    const routeChange_1 = () =>{ 
      let path = `/vuznutsa-district/more-photos/old-vuzenka`; 
      navigate(path);
    }

    const routeChange_2 = () =>{ 
      let path = `/vuznutsa-district/more-photos/new-vuzenka`; 
      navigate(path);
    }

  return (
    <div className="area">
      <div className="container">
        <h1>Виженка</h1>
        <p><b>Гуцульська вишивка</b> - це унікальне явище в українській культурі. Через етнічні контакти з іншими слов'янськими народами має широкі аналогії в культурі сусідніх народів (румунів, угорців, словаків та ін.). В розробці орнаменту гуцульські вишивальниці досягли вершин художнього рівня. Вони створювали вишивки, які оцінюються як високомистецькі твори, та здобувають визнання і всесвітню славу. Важливо, що вишивка Гуцульщини зберегла давні магічні мотиви та символи. Вона майже нічого не втрачала із своїх надбань, а поступово нагромаджувала орнаментальне багатство. Вивчення архаїчних пластів орнаментального гуцульського мистецтва допомагає аналізувати складні питання взаємозв'язків, взаємовпливів і локальних відмінностей в традиційно-побутовій мистецькій культурі населення Карпатсько-Балканського регіону.</p>
        <p><b>Найбільш виразнішими гуцульськими мотивами на території Вижницького району відіграють виженські вишивки. </b></p>
        <p>Для цього села характерні святкові сорочки- <i>"рукав'янки"</i> , прикрашені скісними смугами дрібного геометричного орнаменту. Кольорова гама вишивок - ясно-червона. Поряд з вишивками бавовняними нитками у Виженці носили також <i>"рукавівки"</i>, вишиті бісером, їх площа повністю заповнена кочільцями або квадратиками червоного або вишневого кольору. Вуставка утворена вузькими рядками узору з дрібних мотивів, між ними - рядки <i>пацьорків</i>* й шнурочки.</p>
        <p>У селі Виженка жіноча весільна сорочка називалась <i>«кантівка»</i>, оскільки в ній геометричний орнамент окантовував пазушний розріз, викот горловини і низ рукавів, підкріплюючи їх.</p>
        <p>Колористика орнаментальної композиції будувалась на гармонійному переході темно-сірих, волошкових і блакитних кольорів або темно - та світло-зелених і жовтих.</p>
        <p>Основні геометричні мотиви на різних деталях сорочки виконувались технікою рахункової гладі - настилом. Широкі стібки щільно прилягали одна до одної, покриваючи тканину по рахунку ниток. Ті ж малюнки часто виконувались низзю - способом, при якому вишивальні нитки йшли паралельно до основи і накладались на звороті. Іноді такі мотиви виконувались технікою хреста.</p>
        <p><b>Рисунки вишивки на сорочках дівчат, жінок молодого та похилого віку не були однаковими.</b> Різномасштабні візерунки складного композиційного моделювання покривали поверхню сорочок дівчат і молодих жінок. Орнаментальні композиції на сорочках жінок похилого віку відрізнялись строгістю рисунка, що виражалось у його однотипності, одномасштабності. Вишивка займала незначну площу.</p>
        <p>Палітра кольорів також відповідала віковим особливостям. З віком яскравість кольору слабшала. Ті ж малинові, зелені, жовті тони ставали глухішими, спокійнішими. Серед них переважав чорний колір.</p>
        <p>Чоловічий костюм, як за своїми складовими компонентами, так і за оздобою, набагато простіший від жіночого. Можна сказати, що, пристосовуючись до виробничої необхідності, вони вбирали в себе риси строгої логіки.</p>
        <p>Основу чоловічого одягу складала тунікоподібна сорочка з боковими клинами, серединним розрізом горловини з нашивною <i>манишкою*</i>. До широких, зібраних у збори коло зап'ястя рукавів, пришивались манжети - <i>чохли</i>. У чоловічих сорочках на Вижниччині був круглий виріз горловини, який оброблявся <i>обметом</i> - одним із древніх швів.</p>
        <p>Обметування, як і збирання у зборку горловини, визначило появу вишитих <i>ковнірів</i>. Переважна більшість чоловічих сорочок мала ковніри-<i>стояки</i> і відкладні ковніри, пришиті до стояка. Нагрудна вишивка з відкладним коміром у вигляді двох смужок вздовж розрізу в сорочках з відкладним коміром і у вигляді широкого прямокутника в сорочках зі стоячим коміром.</p>
        <p>Гострокутні ромбоподібні або стилізовані рослинні мотиви рівномірно, щільно вистеляли декоративні ділянки, нагадуючи орнаментальні будови узорів килимарства. Їхній композиційний взаємозв'язок виразно виявлений мажором жовто-зелених, оранжево-червоних вовняних ниток у сполученні з чорним і білим.</p>
        <p><b>Характерно, що вишивка робилася не безпосередньо на самій сорочці, а на окремо підкроєних деталях: манишці, комірі, манжетах.</b> Потім оформлені деталі нашивались на призначені місця.</p>
        <p>Буденні сорочки за своїм художнім оформленням простіші. Легкий геометричний орнамент в однаковому пропорційному співвідношенні оформляв комір, пазушний розріз, манжети і <i>поділ</i>. Його колористика будувалась на двох-трьох кольорах, хоча й не менш звучних, ніж у святкових сорочках.</p>
        <p>При дотриманні спільної для багатьох виробів схеми композиційного розміщення вишивки, кожен майстер створює своєрідну річ, індивідуальні особливості якої виявляються і в колористичному вирішенні, і в техніці виконання, і в структурі самих мотивів. <b>В орнаментах вижницьких майстринь, які здебільшого вишивають низзю, ромбоподібні мотиви вишивок мають складну внутрішню і зовнішню деталізацію.</b></p>
        <p>Вивчаючи наукові праці щодо одягових традицій Гуцульщини, ми знайшли інформацію, що в с. Виженка під час весільних обрядів наречену одягали в <i>«гуглю»</i>, а голову покривали <i>«рантухом»</i>.</p>
        <p>Але, на жаль, під час нашої експедиції, опитані нами респонденти, нічого про цю традицію не змогли розповісти.</p>
        <p>Також на старих фото часто трапляються сорочки подібні до косівських, так званих <i> «вербовецьких рукавівок»</i>. Це може свідчити про те, що відбувався певний обмін традиціями та модою між двома сусідніми районами - Вижницьким та Косівським. Це свідчить про торгівлю між Косівщиною та Вижниччиною.</p>
        <p>На цей час чи не єдиними носіями традиційної виженської вишивки є родина Андрицуляків ( Ірина Володимирівна та її дочка Наталка). Серед їхніх робіт є чимало традиційних сорочок «рукав'янок», вони також вдало перенесли узори із сорочок на рушники. Крім того, у них збереглася чимала колекція родинних старожитностей, левову частку яких, складають елементи одягу та старі фотографії, де зображено як вдягалися люди у с. Виженка в кінці XIX - початку XX століття. </p>

          <div className='photos'>
              <a onClick={routeChange_1} className='choise'>
                  <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000319-8f63b8f63d/32%20%D0%903.webp?ph=0025de801d" alt="" />
                  <p>Історичні фото</p>
              </a>
              <a onClick={routeChange_2} className='choise'>
                  <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000320-6cc6d6cc6e/P1680329.webp?ph=0025de801d" alt="" />
                  <p>Сучасні фото</p>
              </a>
          </div>
      </div>
    </div>
  )
}

export default Vuzenka