import React from 'react';
import { GoBack } from '../../GoBack/GoBack';
import './HutsulBelieve.scss';

function HutsulBelieve() {
  return (
    <div className='hutsul-believe'>
        <div className="container">
            <div className="believe-title">
                <img src="https://dzerkalo.media/images/general/2016/11/26/20161126123832-4147.jpg" alt="" />
                <h1>У що вірили гуцули: звичаї, традиції та вірування</h1>
            </div>

            <div className="believe-info">
                <h2>Жителі Гуцульщини створили унікальний світ дивовижних міфів і легенд, химерних прикмет і забобонів. Кажуть: щоби зрозуміти гуцула, треба самому вродитися гуцулом.</h2>
                <p>І йдеться зовсім не про специфічну гуцульську говірку, а про незбагненну своєрідність гуцульських традицій і звичаїв. Бо ще можна запам'ятати, що ґражда – це така гуцульська садиба, а маржиною гуцули називають худобу. Значно важче втямити гуцульські повір'я, в яких змішані язичеські вірування i християнство, випробувані століттями народні прикмети i просто забобони, пише</p>
                <br />
                <p>Ще наприкінці 19 століття закарпатський священик отець Теодозій Злоцький зібрав цікавий етнографічний матеріал про гуцульські звичаї та вірування, який став основою для його праці "Забобони, вірування i деякі звичаї з середовища підкарпатського руського народу", опублікованої в угорській газеті "Kelet". Як стверджують сучасні етнографи, окремі з описаних Теодозiєм Злоцьким повір'їв побутують серед гуцулів i сьогодні. До речі, у цьому легко переконатися, просто приїхавши на Гуцульщину...</p>
                <h3>Щоб урожай не з’їв  хробак…</h3>
                <p>Обділені родючою землею гуцули готові життя покласти за кожен клаптик свого поля чи косовиці. Суперечки через межу в горах виникали і виникають досить часто. Тому, мабуть, i з'явилося у горян таке повір'я, начебто кроти – це ті померлі, які при таких суперечках за землю давали на суді неправдиву присягу. За це їх не приймають ні на тому, ні на цьому світі, тож вони розплачуються за свої гріхи під землею.</p>
                <div className="believe-foto">
                    <img src="http://zbruc.eu/sites/default/files/pictures/senkowski_zabie1930.jpg" alt="" />
                    <img src="http://zbruc.eu/sites/default/files/pictures/senkowsky_-_dity.jpg" alt="" />
                </div>
                <p>Певна річ, зі скупих гірських ґрунтів гуцулам прогодуватися важко. Тож i доводиться їм трудитися на землі не лише з мотикою в руках, але й із дотриманням певних ритуалів. Скажімо, у деяких селах гуцули ніколи не посадять цибулю у середу, бо переконані, що тоді вона не виросте круглою. Тут також вірять, що не можна плювати на городі, бо від того зігниє капуста i часник. А ще на городі не можна їсти. Інакше весь урожай з'їсть хробак.</p>
                <p>Повір’я на Гуцульщині часто бувають пов’язані з релігійними святами. Так, у п'ятницю перед Трійцею вони втикають між капустою гілки ліщини i дуба, щоби на городину не нападали шкідники. А свято Введенія Богородицi (4 грудня) є першим днем ворожіння з коровами. Того дня гуцулка підсмажує чотири куски хліба, змащує їх медом, посипає сіллю i кладе в чотири кутки хліва, щоб корова почала добре доїтися.</p>
                <br />
                <p>У гуцулів існує багато ритуалів, покликаних захистити корову від відьом, які, за тутешніми повір'ями, забирають у неї молоко. Для цього корову, яка щойно отелилася i яку ще не ссе теля, переводять тричі через брилу камя'ної солі. Потім кожну п'ятницю корові дають шматочок з цієї солі, поки вона доїться. У день святого Юрія (5 травня) як оберіг від відьми на дверях хліва вішають борону. А напередодні цього свята корові змащують місце між рогами й хвіст часником та дьогтем і в чотири кути хліва кладуть часник, щоб відьма не зайшла.</p>
                <p>Існують також свої забобони у чабанів, які ціле літо на полонинах випасають худобу. Пастух, який вперше виганяє отару на пасовисько, мусить взяти із собою замкнутий замок, щоб паща звірів була замкнута цілий рік. Також впродовж того дня він не має права нічого їсти, щоб вовки не викрадали тварин. Цей звичай деякі дослідники пояснюють тим, що гуцули таким постом намагаються догодити Богові.</p>
                <div className="believe-foto">
                    <img src="http://zbruc.eu/sites/default/files/pictures/senkowski_1930_vivtsi_0.jpg" alt="" />
                    <img width='500' src="http://zbruc.eu/sites/default/files/pictures/doyat_vivtsi.jpg" alt="" />
                </div>
                <span>Світлина Миколи Сеньковського, 1930</span>
                <h3>Не плюй у вогонь!</h3>
                <p>Виходячи з отарою на полонини, пастухи повинні також розпалити так званий живий вогонь: полум'я добувають тертям двох шматків м'якого дерева. Ватру мусять підтримувати весь час, поки перебувають на полонині. Взагалі ставлення до вогню у горян особливо трепетне, прикмет та забобонів, що стосуються вогню, у них чимало. Скажімо гуцули вірять, що, коли дитині подати хліб над вогнем, вона обов'язково виросте злодієм. А якщо хто плюне у вогонь, у того на язиці утвориться міхур. Гріхом також вважається кинути у вогонь волосся. Коли вогонь у печі сильно тріщить, гуцул скаже, що до хати прийде розгнівана людина.</p>
                <img src="http://zbruc.eu/sites/default/files/pictures/vershnyky_0.jpg" alt="" />
                <p>Цікавими є гуцульські ритуали для порятунку від пожежі. Скажімо, щоби пожежа не поширювалася, треба голому оббігти довкола хати. Для цього ж сусідки перед домом мають обертати сито у напрямку протилежному до того, в якому рухається вогонь. А якщо хата зайнялася від удару блискавки, то загасити вогонь, вважають гуцули, можна тільки молоком.</p>
                <h3>У середу краще не хворіти</h3>
                <p>Вогонь – це лице Бога, кажуть гуцули i ставляться до нього з відповідною шаною, чекаючи магічної допомоги i навіть зцілення. Скажімо, побутує серед гуцулів думка, наче плаксиву дитину треба вночі помити, а воду вилити у той бік, звідки світиться далека ватра. I тоді дитина перестане плакати.</p>
                <br />
                <p>Загалом у гуцулів є багато рецептів для оздоровлення за допомогою різних містичних обрядів. Хворому, наприклад, миють руки i ноги водою, яку потім виливають на собаку, щоби шкодило собаці, а не йому. А коли весною принесуть з лісу перший букет сон-трави, одну квітку розжовують i ковтають, щоб цілий рік бути здоровим. При першому громі гуцули вважають корисним вдарити головою об камінь i говорити: "Тоді би боліла голова, коли захворіє се каміння". Коли вперше загримить також добре було б  прикусити залізо, щоб зуби не боліли.</p>
                <div className="believe-foto">
                    <img width='500' src="https://spadok.org.ua/images/bolokhiv/svyatkuvannia-velykodnia.jpg" alt="" />
                    <img width='500' src="https://rkeb.rv.ua/images/stories/Podii/Podii_rizni/Pasha/2021.04.28_Velikd_Suhecka_2.jpg" alt="" />
                </div>
                <p>Хворого на сухоти на сонці обливають спеціально приготовленою рідиною. У горщик кладуть три головки часнику, заткані у картоплину, три камінці, ложку, п'ять веретен i ножик. Потім у горщик набирають води з поверхні річки з отвором за течією, а тоді до того всього додають попіл і варять протягом трьох діб до сходу сонця з таким замовлянням: "Пропади, хворобо, туди, де кури не кудкудачуть, гуси не гогочуть, куди вода не затікає, сонце не заглядає, місяць не засвітить, а то я тебе голками поколю, камінням розіб'ю, ножем розріжу, водою задушу, ложкою відстороню, веретеном відплету".</p>
                <p>Якимось фатальним днем гуцули вважають середу. Хто того дня захворіє, стверджує повір'я, той неодмінно помре.</p>
                <h3>Побачити, як відкриється небо</h3>
                <p>Під час Різдвяних свят, Нового року та Водохреща на Гуцульщині практикують різноманітні ворожіння. У Святвечір газда має відібрати у першого колядника палку i вдарити нею корову, щоб вона стала тільною. А ще гуцули вірять, що коли в перший день Різдва поститися i обвести стіл ланцюгом, тримаючи його там до Нового року, то вовки не нападатимуть на маржину.</p>
                <p>Перед настанням Нового року на печі розкладають стільки гарячих вуглинок, скільки осіб є в сiм'ї, зазначивши, яка жаринка кому належить. Гуцули вірять, що члени сім'ї помиратимуть в тому порядку, в якому згасатимуть куски жару. У ніч на Хрещення гуцули чекають, що відкриється небо. Кому пощастить це побачити, той отримає те, що просить. Вважається необхідним попросити Бога, щоб душа потрапила в рай. А напередодні Водохреща гуцули добре годують худобу, щоб вона не нарікала на господарів. Вважається, що в ніч на Хрещення отримує здатність говорити i худоба, i взагалі всі живі та неживі предмети.</p>
                <div className="believe-foto">
                    <img width='500' src="https://static2.gazeta.ua/img2/cache/gallery/1064/1064211_2_w_590.jpg?v=0" alt="" />
                    <img width='500' src="https://s3-eu-central-1.amazonaws.com/sverediuk.com.ua/wp-content/uploads/2015/10/Masik-O.-Tri-gutsula.jpg" alt="" />
                </div>
                <p>А для прогнозування погоди на цілий наступний рік гуцули ворожать на цибулі. У передвечiр'ї дня заговіння перед великоднім постом посипають сіллю 12 цибулин. Яка з них за рахунком на ранок стане дуже вологою, у відповідному місяці будуть дощі.</p>
                <br />
                <br />
                <p>...Звичайно не всі вірування до сьогодні залишилися живими явищами у повсякденному побуті гуцулів. Але навіть ті повір'я, що звелися, як писав Теодозiй Злоцький, до "язичеських байок на християнських устах", продовжують бути цікавими як етнографам, так i просто людям, які прагнуть пізнати незбагненну душу цього гірського народу.</p>
            </div>
            <GoBack />
        </div>
    </div>
  )
}

export default HutsulBelieve