import React from 'react';
import '../../KosivDistrict/MensFashion/MensFashion.scss';

function PlaceInHutsul() {
  return (
    <div className='fashion'>
        <img width='500' src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000541-078ba078bb/%D0%BC%D0%B5%D0%B6%D1%96.webp?ph=0025de801d" alt="photo of hutsul clotes" />
        <h4>Сучасні межі Гуцульщини</h4>

        <div className="container">  
            <h1>Місце Вижниччини в Гуцульській спільнот</h1>
            <p><i><b>Гуцульщина</b></i> - самобутній етнографічний район в Українських Карпатах зі своєрідним господарським укладом життя, побутом, традиційною матеріальною та духовною культурою. За сучасним адміністративним поділом Гуцульщина охоплює південну частини Надвірнянського, Косівського районів і Верховинський район Івано-Франківської області, південну частину Вижницького і Путильського районів Чернівецької області та Рахівський район Закарпатської області.</p>
            <p>Проте, чітких кордонів (меж) Гуцульщина з іншими етнографічними територіями не має. Але, населені пункти Березів, Яблунів, Уторопи, Косів, Кути, в тому числі і Вижниця, належать вже до смуги, перехідної до Покуття. </p>
            <p>Однак, раніше територія, де жили гуцули, була далеко іншою і з часом зазнавала змін. Так, Софрон Витвицький у своїй праці "Історичний нарис про гуцулів" (першій праці про гуцулів взагалі), випущеній у 1863 році, писав, що гуцули мешкають вздовж Карпат від їх сходу і до заходу, починаючи від Кирлібаби (Румунія), а далі через Жаб'є, Микуличин, Дору і аж до Росулни та Рафайлова. У бік північний гуцульське розселення сягає містечок Молдавської Кімполуні (Румунія), Вижниці Чернівецької області, Кутів, Косова, а також Пістині, Надвірної, Солотвина Івано-Франківської області і аж до Порогів. На південь від Чорногори гуцули доходять Вишови, обіймають обидва боки джерел Білої і Чорної Тиси аж до Сігета на Уграх (Румунія). Гуцули мешкають і навкруг Чорногори, яка ніби королева Східних Карпат, є кульмінаційним пунктом давнього розселення цього народу.</p>
            <img src="https://0025de801d.cbaul-cdnwnd.com/326d60263c870efc83c994ce64d5c373/200000302-bc6dcbc6dd/700/Wiznitz-0.webp?ph=0025de801d" alt="photo of hutsul clotes" />
            <h4>Межі Вижницького повіту, поч. ХХ ст.</h4>
            <p>У широкій долині, де непокірний Черемош виривається із полону стрімких вершин і несе свої води назустріч Пруту, розкинулося місто Вижниця. Усе в ньому невіддільно пов'язане з горами. Вони наділили його неповторною красою і привабливістю. Вижницю часто називають «воротами в Карпати». Ці ворота широко відчинені для тих, хто прагне долучитися до первозданної гірської краси. Цілюще гірське повітря, настояне на хвойних пахощах, мальовничі пейзажі, що милують зір і створюють добрий настрій, привітність місцевих жителів - все це робить Вижниччину справжньою гуцульською перлиною.</p>
            <p>Вижниця завжди розвивалася як торгове поселення, яке було тісно пов'язане з гірськими і низинними районами Буковини, славилася хорошими ярмарковими традиціями. Саме це і сприяло наданню місту статусу повітового центру в 1855 році.</p>
            <p>Переглядаючи на старих картах австрійських та румунських часів територію Вижницького повіту й аналізуючи характеристику гуцульських поселень, можна сміливо стверджувати, що межі Гуцульщини на Вижниччині рівнозначні межам Вижницького повіту початку ХХ століття. Дійсно, вивчаючи у своєму дослідженні одягові традиції Гуцульщини на Вижниччині по течії річки Черемош, з відібраних нами населених пунктів району, до гуцульських відносяться села Виженка, Чорногузи та Іспас. А місто Вашківці показує контраст між одяговою модою гірської та рівнинної територій району.</p>
            <br></br>
        </div>
    </div>
  )
}

export default PlaceInHutsul